var allcity = {
	"Data" : {
		"model" : [ {
			"city" : [ {
				"area" : [ {
					"area" : "东城区",
					"areaID" : "110101",
					"cityID" : "110100",
					"id" : "1"
				}, {
					"area" : "房山区",
					"areaID" : "110111",
					"cityID" : "110100",
					"id" : "10"
				}, {
					"area" : "通州区",
					"areaID" : "110112",
					"cityID" : "110100",
					"id" : "11"
				}, {
					"area" : "顺义区",
					"areaID" : "110113",
					"cityID" : "110100",
					"id" : "12"
				}, {
					"area" : "昌平区",
					"areaID" : "110114",
					"cityID" : "110100",
					"id" : "13"
				}, {
					"area" : "大兴区",
					"areaID" : "110115",
					"cityID" : "110100",
					"id" : "14"
				}, {
					"area" : "怀柔区",
					"areaID" : "110116",
					"cityID" : "110100",
					"id" : "15"
				}, {
					"area" : "平谷区",
					"areaID" : "110117",
					"cityID" : "110100",
					"id" : "16"
				}, {
					"area" : "西城区",
					"areaID" : "110102",
					"cityID" : "110100",
					"id" : "2"
				}, {
					"area" : "崇文区",
					"areaID" : "110103",
					"cityID" : "110100",
					"id" : "3"
				}, {
					"area" : "宣武区",
					"areaID" : "110104",
					"cityID" : "110100",
					"id" : "4"
				}, {
					"area" : "朝阳区",
					"areaID" : "110105",
					"cityID" : "110100",
					"id" : "5"
				}, {
					"area" : "丰台区",
					"areaID" : "110106",
					"cityID" : "110100",
					"id" : "6"
				}, {
					"area" : "石景山区",
					"areaID" : "110107",
					"cityID" : "110100",
					"id" : "7"
				}, {
					"area" : "海淀区",
					"areaID" : "110108",
					"cityID" : "110100",
					"id" : "8"
				}, {
					"area" : "门头沟区",
					"areaID" : "110109",
					"cityID" : "110100",
					"id" : "9"
				} ],
				"city" : "市辖区",
				"cityID" : "110100",
				"id" : "1",
				"provinceID" : "110000"
			}, {
				"area" : [ {
					"area" : "密云县",
					"areaID" : "110228",
					"cityID" : "110200",
					"id" : "17"
				}, {
					"area" : "延庆县",
					"areaID" : "110229",
					"cityID" : "110200",
					"id" : "18"
				} ],
				"city" : "县",
				"cityID" : "110200",
				"id" : "2",
				"provinceID" : "110000"
			} ],
			"id" : "1",
			"province" : "北京市",
			"provinceID" : "110000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320101",
					"cityID" : "320100",
					"id" : "802"
				}, {
					"area" : "玄武区",
					"areaID" : "320102",
					"cityID" : "320100",
					"id" : "803"
				}, {
					"area" : "白下区",
					"areaID" : "320103",
					"cityID" : "320100",
					"id" : "804"
				}, {
					"area" : "秦淮区",
					"areaID" : "320104",
					"cityID" : "320100",
					"id" : "805"
				}, {
					"area" : "建邺区",
					"areaID" : "320105",
					"cityID" : "320100",
					"id" : "806"
				}, {
					"area" : "鼓楼区",
					"areaID" : "320106",
					"cityID" : "320100",
					"id" : "807"
				}, {
					"area" : "下关区",
					"areaID" : "320107",
					"cityID" : "320100",
					"id" : "808"
				}, {
					"area" : "浦口区",
					"areaID" : "320111",
					"cityID" : "320100",
					"id" : "809"
				}, {
					"area" : "栖霞区",
					"areaID" : "320113",
					"cityID" : "320100",
					"id" : "810"
				}, {
					"area" : "雨花台区",
					"areaID" : "320114",
					"cityID" : "320100",
					"id" : "811"
				}, {
					"area" : "江宁区",
					"areaID" : "320115",
					"cityID" : "320100",
					"id" : "812"
				}, {
					"area" : "六合区",
					"areaID" : "320116",
					"cityID" : "320100",
					"id" : "813"
				}, {
					"area" : "溧水县",
					"areaID" : "320124",
					"cityID" : "320100",
					"id" : "814"
				}, {
					"area" : "高淳县",
					"areaID" : "320125",
					"cityID" : "320100",
					"id" : "815"
				} ],
				"city" : "南京市",
				"cityID" : "320100",
				"id" : "77",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320201",
					"cityID" : "320200",
					"id" : "816"
				}, {
					"area" : "崇安区",
					"areaID" : "320202",
					"cityID" : "320200",
					"id" : "817"
				}, {
					"area" : "南长区",
					"areaID" : "320203",
					"cityID" : "320200",
					"id" : "818"
				}, {
					"area" : "北塘区",
					"areaID" : "320204",
					"cityID" : "320200",
					"id" : "819"
				}, {
					"area" : "锡山区",
					"areaID" : "320205",
					"cityID" : "320200",
					"id" : "820"
				}, {
					"area" : "惠山区",
					"areaID" : "320206",
					"cityID" : "320200",
					"id" : "821"
				}, {
					"area" : "滨湖区",
					"areaID" : "320211",
					"cityID" : "320200",
					"id" : "822"
				}, {
					"area" : "江阴市",
					"areaID" : "320281",
					"cityID" : "320200",
					"id" : "823"
				}, {
					"area" : "宜兴市",
					"areaID" : "320282",
					"cityID" : "320200",
					"id" : "824"
				} ],
				"city" : "无锡市",
				"cityID" : "320200",
				"id" : "78",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320301",
					"cityID" : "320300",
					"id" : "825"
				}, {
					"area" : "鼓楼区",
					"areaID" : "320302",
					"cityID" : "320300",
					"id" : "826"
				}, {
					"area" : "云龙区",
					"areaID" : "320303",
					"cityID" : "320300",
					"id" : "827"
				}, {
					"area" : "九里区",
					"areaID" : "320304",
					"cityID" : "320300",
					"id" : "828"
				}, {
					"area" : "贾汪区",
					"areaID" : "320305",
					"cityID" : "320300",
					"id" : "829"
				}, {
					"area" : "泉山区",
					"areaID" : "320311",
					"cityID" : "320300",
					"id" : "830"
				}, {
					"area" : "丰　县",
					"areaID" : "320321",
					"cityID" : "320300",
					"id" : "831"
				}, {
					"area" : "沛　县",
					"areaID" : "320322",
					"cityID" : "320300",
					"id" : "832"
				}, {
					"area" : "铜山县",
					"areaID" : "320323",
					"cityID" : "320300",
					"id" : "833"
				}, {
					"area" : "睢宁县",
					"areaID" : "320324",
					"cityID" : "320300",
					"id" : "834"
				}, {
					"area" : "新沂市",
					"areaID" : "320381",
					"cityID" : "320300",
					"id" : "835"
				}, {
					"area" : "邳州市",
					"areaID" : "320382",
					"cityID" : "320300",
					"id" : "836"
				} ],
				"city" : "徐州市",
				"cityID" : "320300",
				"id" : "79",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320401",
					"cityID" : "320400",
					"id" : "837"
				}, {
					"area" : "天宁区",
					"areaID" : "320402",
					"cityID" : "320400",
					"id" : "838"
				}, {
					"area" : "钟楼区",
					"areaID" : "320404",
					"cityID" : "320400",
					"id" : "839"
				}, {
					"area" : "戚墅堰区",
					"areaID" : "320405",
					"cityID" : "320400",
					"id" : "840"
				}, {
					"area" : "新北区",
					"areaID" : "320411",
					"cityID" : "320400",
					"id" : "841"
				}, {
					"area" : "武进区",
					"areaID" : "320412",
					"cityID" : "320400",
					"id" : "842"
				}, {
					"area" : "溧阳市",
					"areaID" : "320481",
					"cityID" : "320400",
					"id" : "843"
				}, {
					"area" : "金坛市",
					"areaID" : "320482",
					"cityID" : "320400",
					"id" : "844"
				} ],
				"city" : "常州市",
				"cityID" : "320400",
				"id" : "80",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320501",
					"cityID" : "320500",
					"id" : "845"
				}, {
					"area" : "沧浪区",
					"areaID" : "320502",
					"cityID" : "320500",
					"id" : "846"
				}, {
					"area" : "平江区",
					"areaID" : "320503",
					"cityID" : "320500",
					"id" : "847"
				}, {
					"area" : "金阊区",
					"areaID" : "320504",
					"cityID" : "320500",
					"id" : "848"
				}, {
					"area" : "虎丘区",
					"areaID" : "320505",
					"cityID" : "320500",
					"id" : "849"
				}, {
					"area" : "吴中区",
					"areaID" : "320506",
					"cityID" : "320500",
					"id" : "850"
				}, {
					"area" : "相城区",
					"areaID" : "320507",
					"cityID" : "320500",
					"id" : "851"
				}, {
					"area" : "常熟市",
					"areaID" : "320581",
					"cityID" : "320500",
					"id" : "852"
				}, {
					"area" : "张家港市",
					"areaID" : "320582",
					"cityID" : "320500",
					"id" : "853"
				}, {
					"area" : "昆山市",
					"areaID" : "320583",
					"cityID" : "320500",
					"id" : "854"
				}, {
					"area" : "吴江市",
					"areaID" : "320584",
					"cityID" : "320500",
					"id" : "855"
				}, {
					"area" : "太仓市",
					"areaID" : "320585",
					"cityID" : "320500",
					"id" : "856"
				} ],
				"city" : "苏州市",
				"cityID" : "320500",
				"id" : "81",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320601",
					"cityID" : "320600",
					"id" : "857"
				}, {
					"area" : "崇川区",
					"areaID" : "320602",
					"cityID" : "320600",
					"id" : "858"
				}, {
					"area" : "港闸区",
					"areaID" : "320611",
					"cityID" : "320600",
					"id" : "859"
				}, {
					"area" : "海安县",
					"areaID" : "320621",
					"cityID" : "320600",
					"id" : "860"
				}, {
					"area" : "如东县",
					"areaID" : "320623",
					"cityID" : "320600",
					"id" : "861"
				}, {
					"area" : "启东市",
					"areaID" : "320681",
					"cityID" : "320600",
					"id" : "862"
				}, {
					"area" : "如皋市",
					"areaID" : "320682",
					"cityID" : "320600",
					"id" : "863"
				}, {
					"area" : "通州市",
					"areaID" : "320683",
					"cityID" : "320600",
					"id" : "864"
				}, {
					"area" : "海门市",
					"areaID" : "320684",
					"cityID" : "320600",
					"id" : "865"
				} ],
				"city" : "南通市",
				"cityID" : "320600",
				"id" : "82",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320701",
					"cityID" : "320700",
					"id" : "866"
				}, {
					"area" : "连云区",
					"areaID" : "320703",
					"cityID" : "320700",
					"id" : "867"
				}, {
					"area" : "新浦区",
					"areaID" : "320705",
					"cityID" : "320700",
					"id" : "868"
				}, {
					"area" : "海州区",
					"areaID" : "320706",
					"cityID" : "320700",
					"id" : "869"
				}, {
					"area" : "赣榆县",
					"areaID" : "320721",
					"cityID" : "320700",
					"id" : "870"
				}, {
					"area" : "东海县",
					"areaID" : "320722",
					"cityID" : "320700",
					"id" : "871"
				}, {
					"area" : "灌云县",
					"areaID" : "320723",
					"cityID" : "320700",
					"id" : "872"
				}, {
					"area" : "灌南县",
					"areaID" : "320724",
					"cityID" : "320700",
					"id" : "873"
				} ],
				"city" : "连云港市",
				"cityID" : "320700",
				"id" : "83",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320801",
					"cityID" : "320800",
					"id" : "874"
				}, {
					"area" : "清河区",
					"areaID" : "320802",
					"cityID" : "320800",
					"id" : "875"
				}, {
					"area" : "楚州区",
					"areaID" : "320803",
					"cityID" : "320800",
					"id" : "876"
				}, {
					"area" : "淮阴区",
					"areaID" : "320804",
					"cityID" : "320800",
					"id" : "877"
				}, {
					"area" : "清浦区",
					"areaID" : "320811",
					"cityID" : "320800",
					"id" : "878"
				}, {
					"area" : "涟水县",
					"areaID" : "320826",
					"cityID" : "320800",
					"id" : "879"
				}, {
					"area" : "洪泽县",
					"areaID" : "320829",
					"cityID" : "320800",
					"id" : "880"
				}, {
					"area" : "盱眙县",
					"areaID" : "320830",
					"cityID" : "320800",
					"id" : "881"
				}, {
					"area" : "金湖县",
					"areaID" : "320831",
					"cityID" : "320800",
					"id" : "882"
				} ],
				"city" : "淮安市",
				"cityID" : "320800",
				"id" : "84",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "320901",
					"cityID" : "320900",
					"id" : "883"
				}, {
					"area" : "亭湖区",
					"areaID" : "320902",
					"cityID" : "320900",
					"id" : "884"
				}, {
					"area" : "盐都区",
					"areaID" : "320903",
					"cityID" : "320900",
					"id" : "885"
				}, {
					"area" : "响水县",
					"areaID" : "320921",
					"cityID" : "320900",
					"id" : "886"
				}, {
					"area" : "滨海县",
					"areaID" : "320922",
					"cityID" : "320900",
					"id" : "887"
				}, {
					"area" : "阜宁县",
					"areaID" : "320923",
					"cityID" : "320900",
					"id" : "888"
				}, {
					"area" : "射阳县",
					"areaID" : "320924",
					"cityID" : "320900",
					"id" : "889"
				}, {
					"area" : "建湖县",
					"areaID" : "320925",
					"cityID" : "320900",
					"id" : "890"
				}, {
					"area" : "东台市",
					"areaID" : "320981",
					"cityID" : "320900",
					"id" : "891"
				}, {
					"area" : "大丰市",
					"areaID" : "320982",
					"cityID" : "320900",
					"id" : "892"
				} ],
				"city" : "盐城市",
				"cityID" : "320900",
				"id" : "85",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "321001",
					"cityID" : "321000",
					"id" : "893"
				}, {
					"area" : "广陵区",
					"areaID" : "321002",
					"cityID" : "321000",
					"id" : "894"
				}, {
					"area" : "邗江区",
					"areaID" : "321003",
					"cityID" : "321000",
					"id" : "895"
				}, {
					"area" : "郊　区",
					"areaID" : "321011",
					"cityID" : "321000",
					"id" : "896"
				}, {
					"area" : "宝应县",
					"areaID" : "321023",
					"cityID" : "321000",
					"id" : "897"
				}, {
					"area" : "仪征市",
					"areaID" : "321081",
					"cityID" : "321000",
					"id" : "898"
				}, {
					"area" : "高邮市",
					"areaID" : "321084",
					"cityID" : "321000",
					"id" : "899"
				}, {
					"area" : "江都市",
					"areaID" : "321088",
					"cityID" : "321000",
					"id" : "900"
				} ],
				"city" : "扬州市",
				"cityID" : "321000",
				"id" : "86",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "321101",
					"cityID" : "321100",
					"id" : "901"
				}, {
					"area" : "京口区",
					"areaID" : "321102",
					"cityID" : "321100",
					"id" : "902"
				}, {
					"area" : "润州区",
					"areaID" : "321111",
					"cityID" : "321100",
					"id" : "903"
				}, {
					"area" : "丹徒区",
					"areaID" : "321112",
					"cityID" : "321100",
					"id" : "904"
				}, {
					"area" : "丹阳市",
					"areaID" : "321181",
					"cityID" : "321100",
					"id" : "905"
				}, {
					"area" : "扬中市",
					"areaID" : "321182",
					"cityID" : "321100",
					"id" : "906"
				}, {
					"area" : "句容市",
					"areaID" : "321183",
					"cityID" : "321100",
					"id" : "907"
				} ],
				"city" : "镇江市",
				"cityID" : "321100",
				"id" : "87",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "321201",
					"cityID" : "321200",
					"id" : "908"
				}, {
					"area" : "海陵区",
					"areaID" : "321202",
					"cityID" : "321200",
					"id" : "909"
				}, {
					"area" : "高港区",
					"areaID" : "321203",
					"cityID" : "321200",
					"id" : "910"
				}, {
					"area" : "兴化市",
					"areaID" : "321281",
					"cityID" : "321200",
					"id" : "911"
				}, {
					"area" : "靖江市",
					"areaID" : "321282",
					"cityID" : "321200",
					"id" : "912"
				}, {
					"area" : "泰兴市",
					"areaID" : "321283",
					"cityID" : "321200",
					"id" : "913"
				}, {
					"area" : "姜堰市",
					"areaID" : "321284",
					"cityID" : "321200",
					"id" : "914"
				} ],
				"city" : "泰州市",
				"cityID" : "321200",
				"id" : "88",
				"provinceID" : "320000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "321301",
					"cityID" : "321300",
					"id" : "915"
				}, {
					"area" : "宿城区",
					"areaID" : "321302",
					"cityID" : "321300",
					"id" : "916"
				}, {
					"area" : "宿豫区",
					"areaID" : "321311",
					"cityID" : "321300",
					"id" : "917"
				}, {
					"area" : "沭阳县",
					"areaID" : "321322",
					"cityID" : "321300",
					"id" : "918"
				}, {
					"area" : "泗阳县",
					"areaID" : "321323",
					"cityID" : "321300",
					"id" : "919"
				}, {
					"area" : "泗洪县",
					"areaID" : "321324",
					"cityID" : "321300",
					"id" : "920"
				} ],
				"city" : "宿迁市",
				"cityID" : "321300",
				"id" : "89",
				"provinceID" : "320000"
			} ],
			"id" : "10",
			"province" : "江苏省",
			"provinceID" : "320000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "331101",
					"cityID" : "331100",
					"id" : "1012"
				}, {
					"area" : "莲都区",
					"areaID" : "331102",
					"cityID" : "331100",
					"id" : "1013"
				}, {
					"area" : "青田县",
					"areaID" : "331121",
					"cityID" : "331100",
					"id" : "1014"
				}, {
					"area" : "缙云县",
					"areaID" : "331122",
					"cityID" : "331100",
					"id" : "1015"
				}, {
					"area" : "遂昌县",
					"areaID" : "331123",
					"cityID" : "331100",
					"id" : "1016"
				}, {
					"area" : "松阳县",
					"areaID" : "331124",
					"cityID" : "331100",
					"id" : "1017"
				}, {
					"area" : "云和县",
					"areaID" : "331125",
					"cityID" : "331100",
					"id" : "1018"
				}, {
					"area" : "庆元县",
					"areaID" : "331126",
					"cityID" : "331100",
					"id" : "1019"
				}, {
					"area" : "景宁畲族自治县",
					"areaID" : "331127",
					"cityID" : "331100",
					"id" : "1020"
				}, {
					"area" : "龙泉市",
					"areaID" : "331181",
					"cityID" : "331100",
					"id" : "1021"
				} ],
				"city" : "丽水市",
				"cityID" : "331100",
				"id" : "100",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330101",
					"cityID" : "330100",
					"id" : "921"
				}, {
					"area" : "上城区",
					"areaID" : "330102",
					"cityID" : "330100",
					"id" : "922"
				}, {
					"area" : "下城区",
					"areaID" : "330103",
					"cityID" : "330100",
					"id" : "923"
				}, {
					"area" : "江干区",
					"areaID" : "330104",
					"cityID" : "330100",
					"id" : "924"
				}, {
					"area" : "拱墅区",
					"areaID" : "330105",
					"cityID" : "330100",
					"id" : "925"
				}, {
					"area" : "西湖区",
					"areaID" : "330106",
					"cityID" : "330100",
					"id" : "926"
				}, {
					"area" : "滨江区",
					"areaID" : "330108",
					"cityID" : "330100",
					"id" : "927"
				}, {
					"area" : "萧山区",
					"areaID" : "330109",
					"cityID" : "330100",
					"id" : "928"
				}, {
					"area" : "余杭区",
					"areaID" : "330110",
					"cityID" : "330100",
					"id" : "929"
				}, {
					"area" : "桐庐县",
					"areaID" : "330122",
					"cityID" : "330100",
					"id" : "930"
				}, {
					"area" : "淳安县",
					"areaID" : "330127",
					"cityID" : "330100",
					"id" : "931"
				}, {
					"area" : "建德市",
					"areaID" : "330182",
					"cityID" : "330100",
					"id" : "932"
				}, {
					"area" : "富阳市",
					"areaID" : "330183",
					"cityID" : "330100",
					"id" : "933"
				}, {
					"area" : "临安市",
					"areaID" : "330185",
					"cityID" : "330100",
					"id" : "934"
				} ],
				"city" : "杭州市",
				"cityID" : "330100",
				"id" : "90",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330201",
					"cityID" : "330200",
					"id" : "935"
				}, {
					"area" : "海曙区",
					"areaID" : "330203",
					"cityID" : "330200",
					"id" : "936"
				}, {
					"area" : "江东区",
					"areaID" : "330204",
					"cityID" : "330200",
					"id" : "937"
				}, {
					"area" : "江北区",
					"areaID" : "330205",
					"cityID" : "330200",
					"id" : "938"
				}, {
					"area" : "北仑区",
					"areaID" : "330206",
					"cityID" : "330200",
					"id" : "939"
				}, {
					"area" : "镇海区",
					"areaID" : "330211",
					"cityID" : "330200",
					"id" : "940"
				}, {
					"area" : "鄞州区",
					"areaID" : "330212",
					"cityID" : "330200",
					"id" : "941"
				}, {
					"area" : "象山县",
					"areaID" : "330225",
					"cityID" : "330200",
					"id" : "942"
				}, {
					"area" : "宁海县",
					"areaID" : "330226",
					"cityID" : "330200",
					"id" : "943"
				}, {
					"area" : "余姚市",
					"areaID" : "330281",
					"cityID" : "330200",
					"id" : "944"
				}, {
					"area" : "慈溪市",
					"areaID" : "330282",
					"cityID" : "330200",
					"id" : "945"
				}, {
					"area" : "奉化市",
					"areaID" : "330283",
					"cityID" : "330200",
					"id" : "946"
				} ],
				"city" : "宁波市",
				"cityID" : "330200",
				"id" : "91",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330301",
					"cityID" : "330300",
					"id" : "947"
				}, {
					"area" : "鹿城区",
					"areaID" : "330302",
					"cityID" : "330300",
					"id" : "948"
				}, {
					"area" : "龙湾区",
					"areaID" : "330303",
					"cityID" : "330300",
					"id" : "949"
				}, {
					"area" : "瓯海区",
					"areaID" : "330304",
					"cityID" : "330300",
					"id" : "950"
				}, {
					"area" : "洞头县",
					"areaID" : "330322",
					"cityID" : "330300",
					"id" : "951"
				}, {
					"area" : "永嘉县",
					"areaID" : "330324",
					"cityID" : "330300",
					"id" : "952"
				}, {
					"area" : "平阳县",
					"areaID" : "330326",
					"cityID" : "330300",
					"id" : "953"
				}, {
					"area" : "苍南县",
					"areaID" : "330327",
					"cityID" : "330300",
					"id" : "954"
				}, {
					"area" : "文成县",
					"areaID" : "330328",
					"cityID" : "330300",
					"id" : "955"
				}, {
					"area" : "泰顺县",
					"areaID" : "330329",
					"cityID" : "330300",
					"id" : "956"
				}, {
					"area" : "瑞安市",
					"areaID" : "330381",
					"cityID" : "330300",
					"id" : "957"
				}, {
					"area" : "乐清市",
					"areaID" : "330382",
					"cityID" : "330300",
					"id" : "958"
				} ],
				"city" : "温州市",
				"cityID" : "330300",
				"id" : "92",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330401",
					"cityID" : "330400",
					"id" : "959"
				}, {
					"area" : "秀城区",
					"areaID" : "330402",
					"cityID" : "330400",
					"id" : "960"
				}, {
					"area" : "秀洲区",
					"areaID" : "330411",
					"cityID" : "330400",
					"id" : "961"
				}, {
					"area" : "嘉善县",
					"areaID" : "330421",
					"cityID" : "330400",
					"id" : "962"
				}, {
					"area" : "海盐县",
					"areaID" : "330424",
					"cityID" : "330400",
					"id" : "963"
				}, {
					"area" : "海宁市",
					"areaID" : "330481",
					"cityID" : "330400",
					"id" : "964"
				}, {
					"area" : "平湖市",
					"areaID" : "330482",
					"cityID" : "330400",
					"id" : "965"
				}, {
					"area" : "桐乡市",
					"areaID" : "330483",
					"cityID" : "330400",
					"id" : "966"
				} ],
				"city" : "嘉兴市",
				"cityID" : "330400",
				"id" : "93",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330501",
					"cityID" : "330500",
					"id" : "967"
				}, {
					"area" : "吴兴区",
					"areaID" : "330502",
					"cityID" : "330500",
					"id" : "968"
				}, {
					"area" : "南浔区",
					"areaID" : "330503",
					"cityID" : "330500",
					"id" : "969"
				}, {
					"area" : "德清县",
					"areaID" : "330521",
					"cityID" : "330500",
					"id" : "970"
				}, {
					"area" : "长兴县",
					"areaID" : "330522",
					"cityID" : "330500",
					"id" : "971"
				}, {
					"area" : "安吉县",
					"areaID" : "330523",
					"cityID" : "330500",
					"id" : "972"
				} ],
				"city" : "湖州市",
				"cityID" : "330500",
				"id" : "94",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330601",
					"cityID" : "330600",
					"id" : "973"
				}, {
					"area" : "越城区",
					"areaID" : "330602",
					"cityID" : "330600",
					"id" : "974"
				}, {
					"area" : "绍兴县",
					"areaID" : "330621",
					"cityID" : "330600",
					"id" : "975"
				}, {
					"area" : "新昌县",
					"areaID" : "330624",
					"cityID" : "330600",
					"id" : "976"
				}, {
					"area" : "诸暨市",
					"areaID" : "330681",
					"cityID" : "330600",
					"id" : "977"
				}, {
					"area" : "上虞市",
					"areaID" : "330682",
					"cityID" : "330600",
					"id" : "978"
				}, {
					"area" : "嵊州市",
					"areaID" : "330683",
					"cityID" : "330600",
					"id" : "979"
				} ],
				"city" : "绍兴市",
				"cityID" : "330600",
				"id" : "95",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330701",
					"cityID" : "330700",
					"id" : "980"
				}, {
					"area" : "婺城区",
					"areaID" : "330702",
					"cityID" : "330700",
					"id" : "981"
				}, {
					"area" : "金东区",
					"areaID" : "330703",
					"cityID" : "330700",
					"id" : "982"
				}, {
					"area" : "武义县",
					"areaID" : "330723",
					"cityID" : "330700",
					"id" : "983"
				}, {
					"area" : "浦江县",
					"areaID" : "330726",
					"cityID" : "330700",
					"id" : "984"
				}, {
					"area" : "磐安县",
					"areaID" : "330727",
					"cityID" : "330700",
					"id" : "985"
				}, {
					"area" : "兰溪市",
					"areaID" : "330781",
					"cityID" : "330700",
					"id" : "986"
				}, {
					"area" : "义乌市",
					"areaID" : "330782",
					"cityID" : "330700",
					"id" : "987"
				}, {
					"area" : "东阳市",
					"areaID" : "330783",
					"cityID" : "330700",
					"id" : "988"
				}, {
					"area" : "永康市",
					"areaID" : "330784",
					"cityID" : "330700",
					"id" : "989"
				} ],
				"city" : "金华市",
				"cityID" : "330700",
				"id" : "96",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "330801",
					"cityID" : "330800",
					"id" : "990"
				}, {
					"area" : "柯城区",
					"areaID" : "330802",
					"cityID" : "330800",
					"id" : "991"
				}, {
					"area" : "衢江区",
					"areaID" : "330803",
					"cityID" : "330800",
					"id" : "992"
				}, {
					"area" : "常山县",
					"areaID" : "330822",
					"cityID" : "330800",
					"id" : "993"
				}, {
					"area" : "开化县",
					"areaID" : "330824",
					"cityID" : "330800",
					"id" : "994"
				}, {
					"area" : "龙游县",
					"areaID" : "330825",
					"cityID" : "330800",
					"id" : "995"
				}, {
					"area" : "江山市",
					"areaID" : "330881",
					"cityID" : "330800",
					"id" : "996"
				} ],
				"city" : "衢州市",
				"cityID" : "330800",
				"id" : "97",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "岱山县",
					"areaID" : "330921",
					"cityID" : "330900",
					"id" : "1000"
				}, {
					"area" : "嵊泗县",
					"areaID" : "330922",
					"cityID" : "330900",
					"id" : "1001"
				}, {
					"area" : "市辖区",
					"areaID" : "330901",
					"cityID" : "330900",
					"id" : "997"
				}, {
					"area" : "定海区",
					"areaID" : "330902",
					"cityID" : "330900",
					"id" : "998"
				}, {
					"area" : "普陀区",
					"areaID" : "330903",
					"cityID" : "330900",
					"id" : "999"
				} ],
				"city" : "舟山市",
				"cityID" : "330900",
				"id" : "98",
				"provinceID" : "330000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "331001",
					"cityID" : "331000",
					"id" : "1002"
				}, {
					"area" : "椒江区",
					"areaID" : "331002",
					"cityID" : "331000",
					"id" : "1003"
				}, {
					"area" : "黄岩区",
					"areaID" : "331003",
					"cityID" : "331000",
					"id" : "1004"
				}, {
					"area" : "路桥区",
					"areaID" : "331004",
					"cityID" : "331000",
					"id" : "1005"
				}, {
					"area" : "玉环县",
					"areaID" : "331021",
					"cityID" : "331000",
					"id" : "1006"
				}, {
					"area" : "三门县",
					"areaID" : "331022",
					"cityID" : "331000",
					"id" : "1007"
				}, {
					"area" : "天台县",
					"areaID" : "331023",
					"cityID" : "331000",
					"id" : "1008"
				}, {
					"area" : "仙居县",
					"areaID" : "331024",
					"cityID" : "331000",
					"id" : "1009"
				}, {
					"area" : "温岭市",
					"areaID" : "331081",
					"cityID" : "331000",
					"id" : "1010"
				}, {
					"area" : "临海市",
					"areaID" : "331082",
					"cityID" : "331000",
					"id" : "1011"
				} ],
				"city" : "台州市",
				"cityID" : "331000",
				"id" : "99",
				"provinceID" : "330000"
			} ],
			"id" : "11",
			"province" : "浙江省",
			"provinceID" : "330000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340101",
					"cityID" : "340100",
					"id" : "1022"
				}, {
					"area" : "瑶海区",
					"areaID" : "340102",
					"cityID" : "340100",
					"id" : "1023"
				}, {
					"area" : "庐阳区",
					"areaID" : "340103",
					"cityID" : "340100",
					"id" : "1024"
				}, {
					"area" : "蜀山区",
					"areaID" : "340104",
					"cityID" : "340100",
					"id" : "1025"
				}, {
					"area" : "包河区",
					"areaID" : "340111",
					"cityID" : "340100",
					"id" : "1026"
				}, {
					"area" : "长丰县",
					"areaID" : "340121",
					"cityID" : "340100",
					"id" : "1027"
				}, {
					"area" : "肥东县",
					"areaID" : "340122",
					"cityID" : "340100",
					"id" : "1028"
				}, {
					"area" : "肥西县",
					"areaID" : "340123",
					"cityID" : "340100",
					"id" : "1029"
				} ],
				"city" : "合肥市",
				"cityID" : "340100",
				"id" : "101",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340201",
					"cityID" : "340200",
					"id" : "1030"
				}, {
					"area" : "镜湖区",
					"areaID" : "340202",
					"cityID" : "340200",
					"id" : "1031"
				}, {
					"area" : "马塘区",
					"areaID" : "340203",
					"cityID" : "340200",
					"id" : "1032"
				}, {
					"area" : "新芜区",
					"areaID" : "340204",
					"cityID" : "340200",
					"id" : "1033"
				}, {
					"area" : "鸠江区",
					"areaID" : "340207",
					"cityID" : "340200",
					"id" : "1034"
				}, {
					"area" : "芜湖县",
					"areaID" : "340221",
					"cityID" : "340200",
					"id" : "1035"
				}, {
					"area" : "繁昌县",
					"areaID" : "340222",
					"cityID" : "340200",
					"id" : "1036"
				}, {
					"area" : "南陵县",
					"areaID" : "340223",
					"cityID" : "340200",
					"id" : "1037"
				} ],
				"city" : "芜湖市",
				"cityID" : "340200",
				"id" : "102",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340301",
					"cityID" : "340300",
					"id" : "1038"
				}, {
					"area" : "龙子湖区",
					"areaID" : "340302",
					"cityID" : "340300",
					"id" : "1039"
				}, {
					"area" : "蚌山区",
					"areaID" : "340303",
					"cityID" : "340300",
					"id" : "1040"
				}, {
					"area" : "禹会区",
					"areaID" : "340304",
					"cityID" : "340300",
					"id" : "1041"
				}, {
					"area" : "淮上区",
					"areaID" : "340311",
					"cityID" : "340300",
					"id" : "1042"
				}, {
					"area" : "怀远县",
					"areaID" : "340321",
					"cityID" : "340300",
					"id" : "1043"
				}, {
					"area" : "五河县",
					"areaID" : "340322",
					"cityID" : "340300",
					"id" : "1044"
				}, {
					"area" : "固镇县",
					"areaID" : "340323",
					"cityID" : "340300",
					"id" : "1045"
				} ],
				"city" : "蚌埠市",
				"cityID" : "340300",
				"id" : "103",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340401",
					"cityID" : "340400",
					"id" : "1046"
				}, {
					"area" : "大通区",
					"areaID" : "340402",
					"cityID" : "340400",
					"id" : "1047"
				}, {
					"area" : "田家庵区",
					"areaID" : "340403",
					"cityID" : "340400",
					"id" : "1048"
				}, {
					"area" : "谢家集区",
					"areaID" : "340404",
					"cityID" : "340400",
					"id" : "1049"
				}, {
					"area" : "八公山区",
					"areaID" : "340405",
					"cityID" : "340400",
					"id" : "1050"
				}, {
					"area" : "潘集区",
					"areaID" : "340406",
					"cityID" : "340400",
					"id" : "1051"
				}, {
					"area" : "凤台县",
					"areaID" : "340421",
					"cityID" : "340400",
					"id" : "1052"
				} ],
				"city" : "淮南市",
				"cityID" : "340400",
				"id" : "104",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340501",
					"cityID" : "340500",
					"id" : "1053"
				}, {
					"area" : "金家庄区",
					"areaID" : "340502",
					"cityID" : "340500",
					"id" : "1054"
				}, {
					"area" : "花山区",
					"areaID" : "340503",
					"cityID" : "340500",
					"id" : "1055"
				}, {
					"area" : "雨山区",
					"areaID" : "340504",
					"cityID" : "340500",
					"id" : "1056"
				}, {
					"area" : "当涂县",
					"areaID" : "340521",
					"cityID" : "340500",
					"id" : "1057"
				} ],
				"city" : "马鞍山市",
				"cityID" : "340500",
				"id" : "105",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340601",
					"cityID" : "340600",
					"id" : "1058"
				}, {
					"area" : "杜集区",
					"areaID" : "340602",
					"cityID" : "340600",
					"id" : "1059"
				}, {
					"area" : "相山区",
					"areaID" : "340603",
					"cityID" : "340600",
					"id" : "1060"
				}, {
					"area" : "烈山区",
					"areaID" : "340604",
					"cityID" : "340600",
					"id" : "1061"
				}, {
					"area" : "濉溪县",
					"areaID" : "340621",
					"cityID" : "340600",
					"id" : "1062"
				} ],
				"city" : "淮北市",
				"cityID" : "340600",
				"id" : "106",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340701",
					"cityID" : "340700",
					"id" : "1063"
				}, {
					"area" : "铜官山区",
					"areaID" : "340702",
					"cityID" : "340700",
					"id" : "1064"
				}, {
					"area" : "狮子山区",
					"areaID" : "340703",
					"cityID" : "340700",
					"id" : "1065"
				}, {
					"area" : "郊　区",
					"areaID" : "340711",
					"cityID" : "340700",
					"id" : "1066"
				}, {
					"area" : "铜陵县",
					"areaID" : "340721",
					"cityID" : "340700",
					"id" : "1067"
				} ],
				"city" : "铜陵市",
				"cityID" : "340700",
				"id" : "107",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "340801",
					"cityID" : "340800",
					"id" : "1068"
				}, {
					"area" : "迎江区",
					"areaID" : "340802",
					"cityID" : "340800",
					"id" : "1069"
				}, {
					"area" : "大观区",
					"areaID" : "340803",
					"cityID" : "340800",
					"id" : "1070"
				}, {
					"area" : "郊　区",
					"areaID" : "340811",
					"cityID" : "340800",
					"id" : "1071"
				}, {
					"area" : "怀宁县",
					"areaID" : "340822",
					"cityID" : "340800",
					"id" : "1072"
				}, {
					"area" : "枞阳县",
					"areaID" : "340823",
					"cityID" : "340800",
					"id" : "1073"
				}, {
					"area" : "潜山县",
					"areaID" : "340824",
					"cityID" : "340800",
					"id" : "1074"
				}, {
					"area" : "太湖县",
					"areaID" : "340825",
					"cityID" : "340800",
					"id" : "1075"
				}, {
					"area" : "宿松县",
					"areaID" : "340826",
					"cityID" : "340800",
					"id" : "1076"
				}, {
					"area" : "望江县",
					"areaID" : "340827",
					"cityID" : "340800",
					"id" : "1077"
				}, {
					"area" : "岳西县",
					"areaID" : "340828",
					"cityID" : "340800",
					"id" : "1078"
				}, {
					"area" : "桐城市",
					"areaID" : "340881",
					"cityID" : "340800",
					"id" : "1079"
				} ],
				"city" : "安庆市",
				"cityID" : "340800",
				"id" : "108",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341001",
					"cityID" : "341000",
					"id" : "1080"
				}, {
					"area" : "屯溪区",
					"areaID" : "341002",
					"cityID" : "341000",
					"id" : "1081"
				}, {
					"area" : "黄山区",
					"areaID" : "341003",
					"cityID" : "341000",
					"id" : "1082"
				}, {
					"area" : "徽州区",
					"areaID" : "341004",
					"cityID" : "341000",
					"id" : "1083"
				}, {
					"area" : "歙　县",
					"areaID" : "341021",
					"cityID" : "341000",
					"id" : "1084"
				}, {
					"area" : "休宁县",
					"areaID" : "341022",
					"cityID" : "341000",
					"id" : "1085"
				}, {
					"area" : "黟　县",
					"areaID" : "341023",
					"cityID" : "341000",
					"id" : "1086"
				}, {
					"area" : "祁门县",
					"areaID" : "341024",
					"cityID" : "341000",
					"id" : "1087"
				} ],
				"city" : "黄山市",
				"cityID" : "341000",
				"id" : "109",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341101",
					"cityID" : "341100",
					"id" : "1088"
				}, {
					"area" : "琅琊区",
					"areaID" : "341102",
					"cityID" : "341100",
					"id" : "1089"
				}, {
					"area" : "南谯区",
					"areaID" : "341103",
					"cityID" : "341100",
					"id" : "1090"
				}, {
					"area" : "来安县",
					"areaID" : "341122",
					"cityID" : "341100",
					"id" : "1091"
				}, {
					"area" : "全椒县",
					"areaID" : "341124",
					"cityID" : "341100",
					"id" : "1092"
				}, {
					"area" : "定远县",
					"areaID" : "341125",
					"cityID" : "341100",
					"id" : "1093"
				}, {
					"area" : "凤阳县",
					"areaID" : "341126",
					"cityID" : "341100",
					"id" : "1094"
				}, {
					"area" : "天长市",
					"areaID" : "341181",
					"cityID" : "341100",
					"id" : "1095"
				}, {
					"area" : "明光市",
					"areaID" : "341182",
					"cityID" : "341100",
					"id" : "1096"
				} ],
				"city" : "滁州市",
				"cityID" : "341100",
				"id" : "110",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341201",
					"cityID" : "341200",
					"id" : "1097"
				}, {
					"area" : "颍州区",
					"areaID" : "341202",
					"cityID" : "341200",
					"id" : "1098"
				}, {
					"area" : "颍东区",
					"areaID" : "341203",
					"cityID" : "341200",
					"id" : "1099"
				}, {
					"area" : "颍泉区",
					"areaID" : "341204",
					"cityID" : "341200",
					"id" : "1100"
				}, {
					"area" : "临泉县",
					"areaID" : "341221",
					"cityID" : "341200",
					"id" : "1101"
				}, {
					"area" : "太和县",
					"areaID" : "341222",
					"cityID" : "341200",
					"id" : "1102"
				}, {
					"area" : "阜南县",
					"areaID" : "341225",
					"cityID" : "341200",
					"id" : "1103"
				}, {
					"area" : "颍上县",
					"areaID" : "341226",
					"cityID" : "341200",
					"id" : "1104"
				}, {
					"area" : "界首市",
					"areaID" : "341282",
					"cityID" : "341200",
					"id" : "1105"
				} ],
				"city" : "阜阳市",
				"cityID" : "341200",
				"id" : "111",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341301",
					"cityID" : "341300",
					"id" : "1106"
				}, {
					"area" : "墉桥区",
					"areaID" : "341302",
					"cityID" : "341300",
					"id" : "1107"
				}, {
					"area" : "砀山县",
					"areaID" : "341321",
					"cityID" : "341300",
					"id" : "1108"
				}, {
					"area" : "萧　县",
					"areaID" : "341322",
					"cityID" : "341300",
					"id" : "1109"
				}, {
					"area" : "灵璧县",
					"areaID" : "341323",
					"cityID" : "341300",
					"id" : "1110"
				}, {
					"area" : "泗　县",
					"areaID" : "341324",
					"cityID" : "341300",
					"id" : "1111"
				} ],
				"city" : "宿州市",
				"cityID" : "341300",
				"id" : "112",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341401",
					"cityID" : "341400",
					"id" : "1112"
				}, {
					"area" : "居巢区",
					"areaID" : "341402",
					"cityID" : "341400",
					"id" : "1113"
				}, {
					"area" : "庐江县",
					"areaID" : "341421",
					"cityID" : "341400",
					"id" : "1114"
				}, {
					"area" : "无为县",
					"areaID" : "341422",
					"cityID" : "341400",
					"id" : "1115"
				}, {
					"area" : "含山县",
					"areaID" : "341423",
					"cityID" : "341400",
					"id" : "1116"
				}, {
					"area" : "和　县",
					"areaID" : "341424",
					"cityID" : "341400",
					"id" : "1117"
				} ],
				"city" : "巢湖市",
				"cityID" : "341400",
				"id" : "113",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341501",
					"cityID" : "341500",
					"id" : "1118"
				}, {
					"area" : "金安区",
					"areaID" : "341502",
					"cityID" : "341500",
					"id" : "1119"
				}, {
					"area" : "裕安区",
					"areaID" : "341503",
					"cityID" : "341500",
					"id" : "1120"
				}, {
					"area" : "寿　县",
					"areaID" : "341521",
					"cityID" : "341500",
					"id" : "1121"
				}, {
					"area" : "霍邱县",
					"areaID" : "341522",
					"cityID" : "341500",
					"id" : "1122"
				}, {
					"area" : "舒城县",
					"areaID" : "341523",
					"cityID" : "341500",
					"id" : "1123"
				}, {
					"area" : "金寨县",
					"areaID" : "341524",
					"cityID" : "341500",
					"id" : "1124"
				}, {
					"area" : "霍山县",
					"areaID" : "341525",
					"cityID" : "341500",
					"id" : "1125"
				} ],
				"city" : "六安市",
				"cityID" : "341500",
				"id" : "114",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341601",
					"cityID" : "341600",
					"id" : "1126"
				}, {
					"area" : "谯城区",
					"areaID" : "341602",
					"cityID" : "341600",
					"id" : "1127"
				}, {
					"area" : "涡阳县",
					"areaID" : "341621",
					"cityID" : "341600",
					"id" : "1128"
				}, {
					"area" : "蒙城县",
					"areaID" : "341622",
					"cityID" : "341600",
					"id" : "1129"
				}, {
					"area" : "利辛县",
					"areaID" : "341623",
					"cityID" : "341600",
					"id" : "1130"
				} ],
				"city" : "亳州市",
				"cityID" : "341600",
				"id" : "115",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341701",
					"cityID" : "341700",
					"id" : "1131"
				}, {
					"area" : "贵池区",
					"areaID" : "341702",
					"cityID" : "341700",
					"id" : "1132"
				}, {
					"area" : "东至县",
					"areaID" : "341721",
					"cityID" : "341700",
					"id" : "1133"
				}, {
					"area" : "石台县",
					"areaID" : "341722",
					"cityID" : "341700",
					"id" : "1134"
				}, {
					"area" : "青阳县",
					"areaID" : "341723",
					"cityID" : "341700",
					"id" : "1135"
				} ],
				"city" : "池州市",
				"cityID" : "341700",
				"id" : "116",
				"provinceID" : "340000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "341801",
					"cityID" : "341800",
					"id" : "1136"
				}, {
					"area" : "宣州区",
					"areaID" : "341802",
					"cityID" : "341800",
					"id" : "1137"
				}, {
					"area" : "郎溪县",
					"areaID" : "341821",
					"cityID" : "341800",
					"id" : "1138"
				}, {
					"area" : "广德县",
					"areaID" : "341822",
					"cityID" : "341800",
					"id" : "1139"
				}, {
					"area" : "泾　县",
					"areaID" : "341823",
					"cityID" : "341800",
					"id" : "1140"
				}, {
					"area" : "绩溪县",
					"areaID" : "341824",
					"cityID" : "341800",
					"id" : "1141"
				}, {
					"area" : "旌德县",
					"areaID" : "341825",
					"cityID" : "341800",
					"id" : "1142"
				}, {
					"area" : "宁国市",
					"areaID" : "341881",
					"cityID" : "341800",
					"id" : "1143"
				} ],
				"city" : "宣城市",
				"cityID" : "341800",
				"id" : "117",
				"provinceID" : "340000"
			} ],
			"id" : "12",
			"province" : "安徽省",
			"provinceID" : "340000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350101",
					"cityID" : "350100",
					"id" : "1144"
				}, {
					"area" : "鼓楼区",
					"areaID" : "350102",
					"cityID" : "350100",
					"id" : "1145"
				}, {
					"area" : "台江区",
					"areaID" : "350103",
					"cityID" : "350100",
					"id" : "1146"
				}, {
					"area" : "仓山区",
					"areaID" : "350104",
					"cityID" : "350100",
					"id" : "1147"
				}, {
					"area" : "马尾区",
					"areaID" : "350105",
					"cityID" : "350100",
					"id" : "1148"
				}, {
					"area" : "晋安区",
					"areaID" : "350111",
					"cityID" : "350100",
					"id" : "1149"
				}, {
					"area" : "闽侯县",
					"areaID" : "350121",
					"cityID" : "350100",
					"id" : "1150"
				}, {
					"area" : "连江县",
					"areaID" : "350122",
					"cityID" : "350100",
					"id" : "1151"
				}, {
					"area" : "罗源县",
					"areaID" : "350123",
					"cityID" : "350100",
					"id" : "1152"
				}, {
					"area" : "闽清县",
					"areaID" : "350124",
					"cityID" : "350100",
					"id" : "1153"
				}, {
					"area" : "永泰县",
					"areaID" : "350125",
					"cityID" : "350100",
					"id" : "1154"
				}, {
					"area" : "平潭县",
					"areaID" : "350128",
					"cityID" : "350100",
					"id" : "1155"
				}, {
					"area" : "福清市",
					"areaID" : "350181",
					"cityID" : "350100",
					"id" : "1156"
				}, {
					"area" : "长乐市",
					"areaID" : "350182",
					"cityID" : "350100",
					"id" : "1157"
				} ],
				"city" : "福州市",
				"cityID" : "350100",
				"id" : "118",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350201",
					"cityID" : "350200",
					"id" : "1158"
				}, {
					"area" : "思明区",
					"areaID" : "350203",
					"cityID" : "350200",
					"id" : "1159"
				}, {
					"area" : "海沧区",
					"areaID" : "350205",
					"cityID" : "350200",
					"id" : "1160"
				}, {
					"area" : "湖里区",
					"areaID" : "350206",
					"cityID" : "350200",
					"id" : "1161"
				}, {
					"area" : "集美区",
					"areaID" : "350211",
					"cityID" : "350200",
					"id" : "1162"
				}, {
					"area" : "同安区",
					"areaID" : "350212",
					"cityID" : "350200",
					"id" : "1163"
				}, {
					"area" : "翔安区",
					"areaID" : "350213",
					"cityID" : "350200",
					"id" : "1164"
				} ],
				"city" : "厦门市",
				"cityID" : "350200",
				"id" : "119",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350301",
					"cityID" : "350300",
					"id" : "1165"
				}, {
					"area" : "城厢区",
					"areaID" : "350302",
					"cityID" : "350300",
					"id" : "1166"
				}, {
					"area" : "涵江区",
					"areaID" : "350303",
					"cityID" : "350300",
					"id" : "1167"
				}, {
					"area" : "荔城区",
					"areaID" : "350304",
					"cityID" : "350300",
					"id" : "1168"
				}, {
					"area" : "秀屿区",
					"areaID" : "350305",
					"cityID" : "350300",
					"id" : "1169"
				}, {
					"area" : "仙游县",
					"areaID" : "350322",
					"cityID" : "350300",
					"id" : "1170"
				} ],
				"city" : "莆田市",
				"cityID" : "350300",
				"id" : "120",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350401",
					"cityID" : "350400",
					"id" : "1171"
				}, {
					"area" : "梅列区",
					"areaID" : "350402",
					"cityID" : "350400",
					"id" : "1172"
				}, {
					"area" : "三元区",
					"areaID" : "350403",
					"cityID" : "350400",
					"id" : "1173"
				}, {
					"area" : "明溪县",
					"areaID" : "350421",
					"cityID" : "350400",
					"id" : "1174"
				}, {
					"area" : "清流县",
					"areaID" : "350423",
					"cityID" : "350400",
					"id" : "1175"
				}, {
					"area" : "宁化县",
					"areaID" : "350424",
					"cityID" : "350400",
					"id" : "1176"
				}, {
					"area" : "大田县",
					"areaID" : "350425",
					"cityID" : "350400",
					"id" : "1177"
				}, {
					"area" : "尤溪县",
					"areaID" : "350426",
					"cityID" : "350400",
					"id" : "1178"
				}, {
					"area" : "沙　县",
					"areaID" : "350427",
					"cityID" : "350400",
					"id" : "1179"
				}, {
					"area" : "将乐县",
					"areaID" : "350428",
					"cityID" : "350400",
					"id" : "1180"
				}, {
					"area" : "泰宁县",
					"areaID" : "350429",
					"cityID" : "350400",
					"id" : "1181"
				}, {
					"area" : "建宁县",
					"areaID" : "350430",
					"cityID" : "350400",
					"id" : "1182"
				}, {
					"area" : "永安市",
					"areaID" : "350481",
					"cityID" : "350400",
					"id" : "1183"
				} ],
				"city" : "三明市",
				"cityID" : "350400",
				"id" : "121",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350501",
					"cityID" : "350500",
					"id" : "1184"
				}, {
					"area" : "鲤城区",
					"areaID" : "350502",
					"cityID" : "350500",
					"id" : "1185"
				}, {
					"area" : "丰泽区",
					"areaID" : "350503",
					"cityID" : "350500",
					"id" : "1186"
				}, {
					"area" : "洛江区",
					"areaID" : "350504",
					"cityID" : "350500",
					"id" : "1187"
				}, {
					"area" : "泉港区",
					"areaID" : "350505",
					"cityID" : "350500",
					"id" : "1188"
				}, {
					"area" : "惠安县",
					"areaID" : "350521",
					"cityID" : "350500",
					"id" : "1189"
				}, {
					"area" : "安溪县",
					"areaID" : "350524",
					"cityID" : "350500",
					"id" : "1190"
				}, {
					"area" : "永春县",
					"areaID" : "350525",
					"cityID" : "350500",
					"id" : "1191"
				}, {
					"area" : "德化县",
					"areaID" : "350526",
					"cityID" : "350500",
					"id" : "1192"
				}, {
					"area" : "金门县",
					"areaID" : "350527",
					"cityID" : "350500",
					"id" : "1193"
				}, {
					"area" : "石狮市",
					"areaID" : "350581",
					"cityID" : "350500",
					"id" : "1194"
				}, {
					"area" : "晋江市",
					"areaID" : "350582",
					"cityID" : "350500",
					"id" : "1195"
				}, {
					"area" : "南安市",
					"areaID" : "350583",
					"cityID" : "350500",
					"id" : "1196"
				} ],
				"city" : "泉州市",
				"cityID" : "350500",
				"id" : "122",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350601",
					"cityID" : "350600",
					"id" : "1197"
				}, {
					"area" : "芗城区",
					"areaID" : "350602",
					"cityID" : "350600",
					"id" : "1198"
				}, {
					"area" : "龙文区",
					"areaID" : "350603",
					"cityID" : "350600",
					"id" : "1199"
				}, {
					"area" : "云霄县",
					"areaID" : "350622",
					"cityID" : "350600",
					"id" : "1200"
				}, {
					"area" : "漳浦县",
					"areaID" : "350623",
					"cityID" : "350600",
					"id" : "1201"
				}, {
					"area" : "诏安县",
					"areaID" : "350624",
					"cityID" : "350600",
					"id" : "1202"
				}, {
					"area" : "长泰县",
					"areaID" : "350625",
					"cityID" : "350600",
					"id" : "1203"
				}, {
					"area" : "东山县",
					"areaID" : "350626",
					"cityID" : "350600",
					"id" : "1204"
				}, {
					"area" : "南靖县",
					"areaID" : "350627",
					"cityID" : "350600",
					"id" : "1205"
				}, {
					"area" : "平和县",
					"areaID" : "350628",
					"cityID" : "350600",
					"id" : "1206"
				}, {
					"area" : "华安县",
					"areaID" : "350629",
					"cityID" : "350600",
					"id" : "1207"
				}, {
					"area" : "龙海市",
					"areaID" : "350681",
					"cityID" : "350600",
					"id" : "1208"
				} ],
				"city" : "漳州市",
				"cityID" : "350600",
				"id" : "123",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350701",
					"cityID" : "350700",
					"id" : "1209"
				}, {
					"area" : "延平区",
					"areaID" : "350702",
					"cityID" : "350700",
					"id" : "1210"
				}, {
					"area" : "顺昌县",
					"areaID" : "350721",
					"cityID" : "350700",
					"id" : "1211"
				}, {
					"area" : "浦城县",
					"areaID" : "350722",
					"cityID" : "350700",
					"id" : "1212"
				}, {
					"area" : "光泽县",
					"areaID" : "350723",
					"cityID" : "350700",
					"id" : "1213"
				}, {
					"area" : "松溪县",
					"areaID" : "350724",
					"cityID" : "350700",
					"id" : "1214"
				}, {
					"area" : "政和县",
					"areaID" : "350725",
					"cityID" : "350700",
					"id" : "1215"
				}, {
					"area" : "邵武市",
					"areaID" : "350781",
					"cityID" : "350700",
					"id" : "1216"
				}, {
					"area" : "武夷山市",
					"areaID" : "350782",
					"cityID" : "350700",
					"id" : "1217"
				}, {
					"area" : "建瓯市",
					"areaID" : "350783",
					"cityID" : "350700",
					"id" : "1218"
				}, {
					"area" : "建阳市",
					"areaID" : "350784",
					"cityID" : "350700",
					"id" : "1219"
				} ],
				"city" : "南平市",
				"cityID" : "350700",
				"id" : "124",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350801",
					"cityID" : "350800",
					"id" : "1220"
				}, {
					"area" : "新罗区",
					"areaID" : "350802",
					"cityID" : "350800",
					"id" : "1221"
				}, {
					"area" : "长汀县",
					"areaID" : "350821",
					"cityID" : "350800",
					"id" : "1222"
				}, {
					"area" : "永定县",
					"areaID" : "350822",
					"cityID" : "350800",
					"id" : "1223"
				}, {
					"area" : "上杭县",
					"areaID" : "350823",
					"cityID" : "350800",
					"id" : "1224"
				}, {
					"area" : "武平县",
					"areaID" : "350824",
					"cityID" : "350800",
					"id" : "1225"
				}, {
					"area" : "连城县",
					"areaID" : "350825",
					"cityID" : "350800",
					"id" : "1226"
				}, {
					"area" : "漳平市",
					"areaID" : "350881",
					"cityID" : "350800",
					"id" : "1227"
				} ],
				"city" : "龙岩市",
				"cityID" : "350800",
				"id" : "125",
				"provinceID" : "350000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "350901",
					"cityID" : "350900",
					"id" : "1228"
				}, {
					"area" : "蕉城区",
					"areaID" : "350902",
					"cityID" : "350900",
					"id" : "1229"
				}, {
					"area" : "霞浦县",
					"areaID" : "350921",
					"cityID" : "350900",
					"id" : "1230"
				}, {
					"area" : "古田县",
					"areaID" : "350922",
					"cityID" : "350900",
					"id" : "1231"
				}, {
					"area" : "屏南县",
					"areaID" : "350923",
					"cityID" : "350900",
					"id" : "1232"
				}, {
					"area" : "寿宁县",
					"areaID" : "350924",
					"cityID" : "350900",
					"id" : "1233"
				}, {
					"area" : "周宁县",
					"areaID" : "350925",
					"cityID" : "350900",
					"id" : "1234"
				}, {
					"area" : "柘荣县",
					"areaID" : "350926",
					"cityID" : "350900",
					"id" : "1235"
				}, {
					"area" : "福安市",
					"areaID" : "350981",
					"cityID" : "350900",
					"id" : "1236"
				}, {
					"area" : "福鼎市",
					"areaID" : "350982",
					"cityID" : "350900",
					"id" : "1237"
				} ],
				"city" : "宁德市",
				"cityID" : "350900",
				"id" : "126",
				"provinceID" : "350000"
			} ],
			"id" : "13",
			"province" : "福建省",
			"provinceID" : "350000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360101",
					"cityID" : "360100",
					"id" : "1238"
				}, {
					"area" : "东湖区",
					"areaID" : "360102",
					"cityID" : "360100",
					"id" : "1239"
				}, {
					"area" : "西湖区",
					"areaID" : "360103",
					"cityID" : "360100",
					"id" : "1240"
				}, {
					"area" : "青云谱区",
					"areaID" : "360104",
					"cityID" : "360100",
					"id" : "1241"
				}, {
					"area" : "湾里区",
					"areaID" : "360105",
					"cityID" : "360100",
					"id" : "1242"
				}, {
					"area" : "青山湖区",
					"areaID" : "360111",
					"cityID" : "360100",
					"id" : "1243"
				}, {
					"area" : "南昌县",
					"areaID" : "360121",
					"cityID" : "360100",
					"id" : "1244"
				}, {
					"area" : "新建县",
					"areaID" : "360122",
					"cityID" : "360100",
					"id" : "1245"
				}, {
					"area" : "安义县",
					"areaID" : "360123",
					"cityID" : "360100",
					"id" : "1246"
				}, {
					"area" : "进贤县",
					"areaID" : "360124",
					"cityID" : "360100",
					"id" : "1247"
				} ],
				"city" : "南昌市",
				"cityID" : "360100",
				"id" : "127",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360201",
					"cityID" : "360200",
					"id" : "1248"
				}, {
					"area" : "昌江区",
					"areaID" : "360202",
					"cityID" : "360200",
					"id" : "1249"
				}, {
					"area" : "珠山区",
					"areaID" : "360203",
					"cityID" : "360200",
					"id" : "1250"
				}, {
					"area" : "浮梁县",
					"areaID" : "360222",
					"cityID" : "360200",
					"id" : "1251"
				}, {
					"area" : "乐平市",
					"areaID" : "360281",
					"cityID" : "360200",
					"id" : "1252"
				} ],
				"city" : "景德镇市",
				"cityID" : "360200",
				"id" : "128",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360301",
					"cityID" : "360300",
					"id" : "1253"
				}, {
					"area" : "安源区",
					"areaID" : "360302",
					"cityID" : "360300",
					"id" : "1254"
				}, {
					"area" : "湘东区",
					"areaID" : "360313",
					"cityID" : "360300",
					"id" : "1255"
				}, {
					"area" : "莲花县",
					"areaID" : "360321",
					"cityID" : "360300",
					"id" : "1256"
				}, {
					"area" : "上栗县",
					"areaID" : "360322",
					"cityID" : "360300",
					"id" : "1257"
				}, {
					"area" : "芦溪县",
					"areaID" : "360323",
					"cityID" : "360300",
					"id" : "1258"
				} ],
				"city" : "萍乡市",
				"cityID" : "360300",
				"id" : "129",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360401",
					"cityID" : "360400",
					"id" : "1259"
				}, {
					"area" : "庐山区",
					"areaID" : "360402",
					"cityID" : "360400",
					"id" : "1260"
				}, {
					"area" : "浔阳区",
					"areaID" : "360403",
					"cityID" : "360400",
					"id" : "1261"
				}, {
					"area" : "九江县",
					"areaID" : "360421",
					"cityID" : "360400",
					"id" : "1262"
				}, {
					"area" : "武宁县",
					"areaID" : "360423",
					"cityID" : "360400",
					"id" : "1263"
				}, {
					"area" : "修水县",
					"areaID" : "360424",
					"cityID" : "360400",
					"id" : "1264"
				}, {
					"area" : "永修县",
					"areaID" : "360425",
					"cityID" : "360400",
					"id" : "1265"
				}, {
					"area" : "德安县",
					"areaID" : "360426",
					"cityID" : "360400",
					"id" : "1266"
				}, {
					"area" : "星子县",
					"areaID" : "360427",
					"cityID" : "360400",
					"id" : "1267"
				}, {
					"area" : "都昌县",
					"areaID" : "360428",
					"cityID" : "360400",
					"id" : "1268"
				}, {
					"area" : "湖口县",
					"areaID" : "360429",
					"cityID" : "360400",
					"id" : "1269"
				}, {
					"area" : "彭泽县",
					"areaID" : "360430",
					"cityID" : "360400",
					"id" : "1270"
				}, {
					"area" : "瑞昌市",
					"areaID" : "360481",
					"cityID" : "360400",
					"id" : "1271"
				} ],
				"city" : "九江市",
				"cityID" : "360400",
				"id" : "130",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360501",
					"cityID" : "360500",
					"id" : "1272"
				}, {
					"area" : "渝水区",
					"areaID" : "360502",
					"cityID" : "360500",
					"id" : "1273"
				}, {
					"area" : "分宜县",
					"areaID" : "360521",
					"cityID" : "360500",
					"id" : "1274"
				} ],
				"city" : "新余市",
				"cityID" : "360500",
				"id" : "131",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360601",
					"cityID" : "360600",
					"id" : "1275"
				}, {
					"area" : "月湖区",
					"areaID" : "360602",
					"cityID" : "360600",
					"id" : "1276"
				}, {
					"area" : "余江县",
					"areaID" : "360622",
					"cityID" : "360600",
					"id" : "1277"
				}, {
					"area" : "贵溪市",
					"areaID" : "360681",
					"cityID" : "360600",
					"id" : "1278"
				} ],
				"city" : "鹰潭市",
				"cityID" : "360600",
				"id" : "132",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360701",
					"cityID" : "360700",
					"id" : "1279"
				}, {
					"area" : "章贡区",
					"areaID" : "360702",
					"cityID" : "360700",
					"id" : "1280"
				}, {
					"area" : "赣　县",
					"areaID" : "360721",
					"cityID" : "360700",
					"id" : "1281"
				}, {
					"area" : "信丰县",
					"areaID" : "360722",
					"cityID" : "360700",
					"id" : "1282"
				}, {
					"area" : "大余县",
					"areaID" : "360723",
					"cityID" : "360700",
					"id" : "1283"
				}, {
					"area" : "上犹县",
					"areaID" : "360724",
					"cityID" : "360700",
					"id" : "1284"
				}, {
					"area" : "崇义县",
					"areaID" : "360725",
					"cityID" : "360700",
					"id" : "1285"
				}, {
					"area" : "安远县",
					"areaID" : "360726",
					"cityID" : "360700",
					"id" : "1286"
				}, {
					"area" : "龙南县",
					"areaID" : "360727",
					"cityID" : "360700",
					"id" : "1287"
				}, {
					"area" : "定南县",
					"areaID" : "360728",
					"cityID" : "360700",
					"id" : "1288"
				}, {
					"area" : "全南县",
					"areaID" : "360729",
					"cityID" : "360700",
					"id" : "1289"
				}, {
					"area" : "宁都县",
					"areaID" : "360730",
					"cityID" : "360700",
					"id" : "1290"
				}, {
					"area" : "于都县",
					"areaID" : "360731",
					"cityID" : "360700",
					"id" : "1291"
				}, {
					"area" : "兴国县",
					"areaID" : "360732",
					"cityID" : "360700",
					"id" : "1292"
				}, {
					"area" : "会昌县",
					"areaID" : "360733",
					"cityID" : "360700",
					"id" : "1293"
				}, {
					"area" : "寻乌县",
					"areaID" : "360734",
					"cityID" : "360700",
					"id" : "1294"
				}, {
					"area" : "石城县",
					"areaID" : "360735",
					"cityID" : "360700",
					"id" : "1295"
				}, {
					"area" : "瑞金市",
					"areaID" : "360781",
					"cityID" : "360700",
					"id" : "1296"
				}, {
					"area" : "南康市",
					"areaID" : "360782",
					"cityID" : "360700",
					"id" : "1297"
				} ],
				"city" : "赣州市",
				"cityID" : "360700",
				"id" : "133",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360801",
					"cityID" : "360800",
					"id" : "1298"
				}, {
					"area" : "吉州区",
					"areaID" : "360802",
					"cityID" : "360800",
					"id" : "1299"
				}, {
					"area" : "青原区",
					"areaID" : "360803",
					"cityID" : "360800",
					"id" : "1300"
				}, {
					"area" : "吉安县",
					"areaID" : "360821",
					"cityID" : "360800",
					"id" : "1301"
				}, {
					"area" : "吉水县",
					"areaID" : "360822",
					"cityID" : "360800",
					"id" : "1302"
				}, {
					"area" : "峡江县",
					"areaID" : "360823",
					"cityID" : "360800",
					"id" : "1303"
				}, {
					"area" : "新干县",
					"areaID" : "360824",
					"cityID" : "360800",
					"id" : "1304"
				}, {
					"area" : "永丰县",
					"areaID" : "360825",
					"cityID" : "360800",
					"id" : "1305"
				}, {
					"area" : "泰和县",
					"areaID" : "360826",
					"cityID" : "360800",
					"id" : "1306"
				}, {
					"area" : "遂川县",
					"areaID" : "360827",
					"cityID" : "360800",
					"id" : "1307"
				}, {
					"area" : "万安县",
					"areaID" : "360828",
					"cityID" : "360800",
					"id" : "1308"
				}, {
					"area" : "安福县",
					"areaID" : "360829",
					"cityID" : "360800",
					"id" : "1309"
				}, {
					"area" : "永新县",
					"areaID" : "360830",
					"cityID" : "360800",
					"id" : "1310"
				}, {
					"area" : "井冈山市",
					"areaID" : "360881",
					"cityID" : "360800",
					"id" : "1311"
				} ],
				"city" : "吉安市",
				"cityID" : "360800",
				"id" : "134",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "360901",
					"cityID" : "360900",
					"id" : "1312"
				}, {
					"area" : "袁州区",
					"areaID" : "360902",
					"cityID" : "360900",
					"id" : "1313"
				}, {
					"area" : "奉新县",
					"areaID" : "360921",
					"cityID" : "360900",
					"id" : "1314"
				}, {
					"area" : "万载县",
					"areaID" : "360922",
					"cityID" : "360900",
					"id" : "1315"
				}, {
					"area" : "上高县",
					"areaID" : "360923",
					"cityID" : "360900",
					"id" : "1316"
				}, {
					"area" : "宜丰县",
					"areaID" : "360924",
					"cityID" : "360900",
					"id" : "1317"
				}, {
					"area" : "靖安县",
					"areaID" : "360925",
					"cityID" : "360900",
					"id" : "1318"
				}, {
					"area" : "铜鼓县",
					"areaID" : "360926",
					"cityID" : "360900",
					"id" : "1319"
				}, {
					"area" : "丰城市",
					"areaID" : "360981",
					"cityID" : "360900",
					"id" : "1320"
				}, {
					"area" : "樟树市",
					"areaID" : "360982",
					"cityID" : "360900",
					"id" : "1321"
				}, {
					"area" : "高安市",
					"areaID" : "360983",
					"cityID" : "360900",
					"id" : "1322"
				} ],
				"city" : "宜春市",
				"cityID" : "360900",
				"id" : "135",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "361001",
					"cityID" : "361000",
					"id" : "1323"
				}, {
					"area" : "临川区",
					"areaID" : "361002",
					"cityID" : "361000",
					"id" : "1324"
				}, {
					"area" : "南城县",
					"areaID" : "361021",
					"cityID" : "361000",
					"id" : "1325"
				}, {
					"area" : "黎川县",
					"areaID" : "361022",
					"cityID" : "361000",
					"id" : "1326"
				}, {
					"area" : "南丰县",
					"areaID" : "361023",
					"cityID" : "361000",
					"id" : "1327"
				}, {
					"area" : "崇仁县",
					"areaID" : "361024",
					"cityID" : "361000",
					"id" : "1328"
				}, {
					"area" : "乐安县",
					"areaID" : "361025",
					"cityID" : "361000",
					"id" : "1329"
				}, {
					"area" : "宜黄县",
					"areaID" : "361026",
					"cityID" : "361000",
					"id" : "1330"
				}, {
					"area" : "金溪县",
					"areaID" : "361027",
					"cityID" : "361000",
					"id" : "1331"
				}, {
					"area" : "资溪县",
					"areaID" : "361028",
					"cityID" : "361000",
					"id" : "1332"
				}, {
					"area" : "东乡县",
					"areaID" : "361029",
					"cityID" : "361000",
					"id" : "1333"
				}, {
					"area" : "广昌县",
					"areaID" : "361030",
					"cityID" : "361000",
					"id" : "1334"
				} ],
				"city" : "抚州市",
				"cityID" : "361000",
				"id" : "136",
				"provinceID" : "360000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "361101",
					"cityID" : "361100",
					"id" : "1335"
				}, {
					"area" : "信州区",
					"areaID" : "361102",
					"cityID" : "361100",
					"id" : "1336"
				}, {
					"area" : "上饶县",
					"areaID" : "361121",
					"cityID" : "361100",
					"id" : "1337"
				}, {
					"area" : "广丰县",
					"areaID" : "361122",
					"cityID" : "361100",
					"id" : "1338"
				}, {
					"area" : "玉山县",
					"areaID" : "361123",
					"cityID" : "361100",
					"id" : "1339"
				}, {
					"area" : "铅山县",
					"areaID" : "361124",
					"cityID" : "361100",
					"id" : "1340"
				}, {
					"area" : "横峰县",
					"areaID" : "361125",
					"cityID" : "361100",
					"id" : "1341"
				}, {
					"area" : "弋阳县",
					"areaID" : "361126",
					"cityID" : "361100",
					"id" : "1342"
				}, {
					"area" : "余干县",
					"areaID" : "361127",
					"cityID" : "361100",
					"id" : "1343"
				}, {
					"area" : "鄱阳县",
					"areaID" : "361128",
					"cityID" : "361100",
					"id" : "1344"
				}, {
					"area" : "万年县",
					"areaID" : "361129",
					"cityID" : "361100",
					"id" : "1345"
				}, {
					"area" : "婺源县",
					"areaID" : "361130",
					"cityID" : "361100",
					"id" : "1346"
				}, {
					"area" : "德兴市",
					"areaID" : "361181",
					"cityID" : "361100",
					"id" : "1347"
				} ],
				"city" : "上饶市",
				"cityID" : "361100",
				"id" : "137",
				"provinceID" : "360000"
			} ],
			"id" : "14",
			"province" : "江西省",
			"provinceID" : "360000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370101",
					"cityID" : "370100",
					"id" : "1348"
				}, {
					"area" : "历下区",
					"areaID" : "370102",
					"cityID" : "370100",
					"id" : "1349"
				}, {
					"area" : "市中区",
					"areaID" : "370103",
					"cityID" : "370100",
					"id" : "1350"
				}, {
					"area" : "槐荫区",
					"areaID" : "370104",
					"cityID" : "370100",
					"id" : "1351"
				}, {
					"area" : "天桥区",
					"areaID" : "370105",
					"cityID" : "370100",
					"id" : "1352"
				}, {
					"area" : "历城区",
					"areaID" : "370112",
					"cityID" : "370100",
					"id" : "1353"
				}, {
					"area" : "长清区",
					"areaID" : "370113",
					"cityID" : "370100",
					"id" : "1354"
				}, {
					"area" : "平阴县",
					"areaID" : "370124",
					"cityID" : "370100",
					"id" : "1355"
				}, {
					"area" : "济阳县",
					"areaID" : "370125",
					"cityID" : "370100",
					"id" : "1356"
				}, {
					"area" : "商河县",
					"areaID" : "370126",
					"cityID" : "370100",
					"id" : "1357"
				}, {
					"area" : "章丘市",
					"areaID" : "370181",
					"cityID" : "370100",
					"id" : "1358"
				} ],
				"city" : "济南市",
				"cityID" : "370100",
				"id" : "138",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370201",
					"cityID" : "370200",
					"id" : "1359"
				}, {
					"area" : "市南区",
					"areaID" : "370202",
					"cityID" : "370200",
					"id" : "1360"
				}, {
					"area" : "市北区",
					"areaID" : "370203",
					"cityID" : "370200",
					"id" : "1361"
				}, {
					"area" : "四方区",
					"areaID" : "370205",
					"cityID" : "370200",
					"id" : "1362"
				}, {
					"area" : "黄岛区",
					"areaID" : "370211",
					"cityID" : "370200",
					"id" : "1363"
				}, {
					"area" : "崂山区",
					"areaID" : "370212",
					"cityID" : "370200",
					"id" : "1364"
				}, {
					"area" : "李沧区",
					"areaID" : "370213",
					"cityID" : "370200",
					"id" : "1365"
				}, {
					"area" : "城阳区",
					"areaID" : "370214",
					"cityID" : "370200",
					"id" : "1366"
				}, {
					"area" : "胶州市",
					"areaID" : "370281",
					"cityID" : "370200",
					"id" : "1367"
				}, {
					"area" : "即墨市",
					"areaID" : "370282",
					"cityID" : "370200",
					"id" : "1368"
				}, {
					"area" : "平度市",
					"areaID" : "370283",
					"cityID" : "370200",
					"id" : "1369"
				}, {
					"area" : "胶南市",
					"areaID" : "370284",
					"cityID" : "370200",
					"id" : "1370"
				}, {
					"area" : "莱西市",
					"areaID" : "370285",
					"cityID" : "370200",
					"id" : "1371"
				} ],
				"city" : "青岛市",
				"cityID" : "370200",
				"id" : "139",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370301",
					"cityID" : "370300",
					"id" : "1372"
				}, {
					"area" : "淄川区",
					"areaID" : "370302",
					"cityID" : "370300",
					"id" : "1373"
				}, {
					"area" : "张店区",
					"areaID" : "370303",
					"cityID" : "370300",
					"id" : "1374"
				}, {
					"area" : "博山区",
					"areaID" : "370304",
					"cityID" : "370300",
					"id" : "1375"
				}, {
					"area" : "临淄区",
					"areaID" : "370305",
					"cityID" : "370300",
					"id" : "1376"
				}, {
					"area" : "周村区",
					"areaID" : "370306",
					"cityID" : "370300",
					"id" : "1377"
				}, {
					"area" : "桓台县",
					"areaID" : "370321",
					"cityID" : "370300",
					"id" : "1378"
				}, {
					"area" : "高青县",
					"areaID" : "370322",
					"cityID" : "370300",
					"id" : "1379"
				}, {
					"area" : "沂源县",
					"areaID" : "370323",
					"cityID" : "370300",
					"id" : "1380"
				} ],
				"city" : "淄博市",
				"cityID" : "370300",
				"id" : "140",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370401",
					"cityID" : "370400",
					"id" : "1381"
				}, {
					"area" : "市中区",
					"areaID" : "370402",
					"cityID" : "370400",
					"id" : "1382"
				}, {
					"area" : "薛城区",
					"areaID" : "370403",
					"cityID" : "370400",
					"id" : "1383"
				}, {
					"area" : "峄城区",
					"areaID" : "370404",
					"cityID" : "370400",
					"id" : "1384"
				}, {
					"area" : "台儿庄区",
					"areaID" : "370405",
					"cityID" : "370400",
					"id" : "1385"
				}, {
					"area" : "山亭区",
					"areaID" : "370406",
					"cityID" : "370400",
					"id" : "1386"
				}, {
					"area" : "滕州市",
					"areaID" : "370481",
					"cityID" : "370400",
					"id" : "1387"
				} ],
				"city" : "枣庄市",
				"cityID" : "370400",
				"id" : "141",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370501",
					"cityID" : "370500",
					"id" : "1388"
				}, {
					"area" : "东营区",
					"areaID" : "370502",
					"cityID" : "370500",
					"id" : "1389"
				}, {
					"area" : "河口区",
					"areaID" : "370503",
					"cityID" : "370500",
					"id" : "1390"
				}, {
					"area" : "垦利县",
					"areaID" : "370521",
					"cityID" : "370500",
					"id" : "1391"
				}, {
					"area" : "利津县",
					"areaID" : "370522",
					"cityID" : "370500",
					"id" : "1392"
				}, {
					"area" : "广饶县",
					"areaID" : "370523",
					"cityID" : "370500",
					"id" : "1393"
				} ],
				"city" : "东营市",
				"cityID" : "370500",
				"id" : "142",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370601",
					"cityID" : "370600",
					"id" : "1394"
				}, {
					"area" : "芝罘区",
					"areaID" : "370602",
					"cityID" : "370600",
					"id" : "1395"
				}, {
					"area" : "福山区",
					"areaID" : "370611",
					"cityID" : "370600",
					"id" : "1396"
				}, {
					"area" : "牟平区",
					"areaID" : "370612",
					"cityID" : "370600",
					"id" : "1397"
				}, {
					"area" : "莱山区",
					"areaID" : "370613",
					"cityID" : "370600",
					"id" : "1398"
				}, {
					"area" : "长岛县",
					"areaID" : "370634",
					"cityID" : "370600",
					"id" : "1399"
				}, {
					"area" : "龙口市",
					"areaID" : "370681",
					"cityID" : "370600",
					"id" : "1400"
				}, {
					"area" : "莱阳市",
					"areaID" : "370682",
					"cityID" : "370600",
					"id" : "1401"
				}, {
					"area" : "莱州市",
					"areaID" : "370683",
					"cityID" : "370600",
					"id" : "1402"
				}, {
					"area" : "蓬莱市",
					"areaID" : "370684",
					"cityID" : "370600",
					"id" : "1403"
				}, {
					"area" : "招远市",
					"areaID" : "370685",
					"cityID" : "370600",
					"id" : "1404"
				}, {
					"area" : "栖霞市",
					"areaID" : "370686",
					"cityID" : "370600",
					"id" : "1405"
				}, {
					"area" : "海阳市",
					"areaID" : "370687",
					"cityID" : "370600",
					"id" : "1406"
				} ],
				"city" : "烟台市",
				"cityID" : "370600",
				"id" : "143",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370701",
					"cityID" : "370700",
					"id" : "1407"
				}, {
					"area" : "潍城区",
					"areaID" : "370702",
					"cityID" : "370700",
					"id" : "1408"
				}, {
					"area" : "寒亭区",
					"areaID" : "370703",
					"cityID" : "370700",
					"id" : "1409"
				}, {
					"area" : "坊子区",
					"areaID" : "370704",
					"cityID" : "370700",
					"id" : "1410"
				}, {
					"area" : "奎文区",
					"areaID" : "370705",
					"cityID" : "370700",
					"id" : "1411"
				}, {
					"area" : "临朐县",
					"areaID" : "370724",
					"cityID" : "370700",
					"id" : "1412"
				}, {
					"area" : "昌乐县",
					"areaID" : "370725",
					"cityID" : "370700",
					"id" : "1413"
				}, {
					"area" : "青州市",
					"areaID" : "370781",
					"cityID" : "370700",
					"id" : "1414"
				}, {
					"area" : "诸城市",
					"areaID" : "370782",
					"cityID" : "370700",
					"id" : "1415"
				}, {
					"area" : "寿光市",
					"areaID" : "370783",
					"cityID" : "370700",
					"id" : "1416"
				}, {
					"area" : "安丘市",
					"areaID" : "370784",
					"cityID" : "370700",
					"id" : "1417"
				}, {
					"area" : "高密市",
					"areaID" : "370785",
					"cityID" : "370700",
					"id" : "1418"
				}, {
					"area" : "昌邑市",
					"areaID" : "370786",
					"cityID" : "370700",
					"id" : "1419"
				} ],
				"city" : "潍坊市",
				"cityID" : "370700",
				"id" : "144",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370801",
					"cityID" : "370800",
					"id" : "1420"
				}, {
					"area" : "市中区",
					"areaID" : "370802",
					"cityID" : "370800",
					"id" : "1421"
				}, {
					"area" : "任城区",
					"areaID" : "370811",
					"cityID" : "370800",
					"id" : "1422"
				}, {
					"area" : "微山县",
					"areaID" : "370826",
					"cityID" : "370800",
					"id" : "1423"
				}, {
					"area" : "鱼台县",
					"areaID" : "370827",
					"cityID" : "370800",
					"id" : "1424"
				}, {
					"area" : "金乡县",
					"areaID" : "370828",
					"cityID" : "370800",
					"id" : "1425"
				}, {
					"area" : "嘉祥县",
					"areaID" : "370829",
					"cityID" : "370800",
					"id" : "1426"
				}, {
					"area" : "汶上县",
					"areaID" : "370830",
					"cityID" : "370800",
					"id" : "1427"
				}, {
					"area" : "泗水县",
					"areaID" : "370831",
					"cityID" : "370800",
					"id" : "1428"
				}, {
					"area" : "梁山县",
					"areaID" : "370832",
					"cityID" : "370800",
					"id" : "1429"
				}, {
					"area" : "曲阜市",
					"areaID" : "370881",
					"cityID" : "370800",
					"id" : "1430"
				}, {
					"area" : "兖州市",
					"areaID" : "370882",
					"cityID" : "370800",
					"id" : "1431"
				}, {
					"area" : "邹城市",
					"areaID" : "370883",
					"cityID" : "370800",
					"id" : "1432"
				} ],
				"city" : "济宁市",
				"cityID" : "370800",
				"id" : "145",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "370901",
					"cityID" : "370900",
					"id" : "1433"
				}, {
					"area" : "泰山区",
					"areaID" : "370902",
					"cityID" : "370900",
					"id" : "1434"
				}, {
					"area" : "岱岳区",
					"areaID" : "370903",
					"cityID" : "370900",
					"id" : "1435"
				}, {
					"area" : "宁阳县",
					"areaID" : "370921",
					"cityID" : "370900",
					"id" : "1436"
				}, {
					"area" : "东平县",
					"areaID" : "370923",
					"cityID" : "370900",
					"id" : "1437"
				}, {
					"area" : "新泰市",
					"areaID" : "370982",
					"cityID" : "370900",
					"id" : "1438"
				}, {
					"area" : "肥城市",
					"areaID" : "370983",
					"cityID" : "370900",
					"id" : "1439"
				} ],
				"city" : "泰安市",
				"cityID" : "370900",
				"id" : "146",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371001",
					"cityID" : "371000",
					"id" : "1440"
				}, {
					"area" : "环翠区",
					"areaID" : "371002",
					"cityID" : "371000",
					"id" : "1441"
				}, {
					"area" : "文登市",
					"areaID" : "371081",
					"cityID" : "371000",
					"id" : "1442"
				}, {
					"area" : "荣成市",
					"areaID" : "371082",
					"cityID" : "371000",
					"id" : "1443"
				}, {
					"area" : "乳山市",
					"areaID" : "371083",
					"cityID" : "371000",
					"id" : "1444"
				} ],
				"city" : "威海市",
				"cityID" : "371000",
				"id" : "147",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371101",
					"cityID" : "371100",
					"id" : "1445"
				}, {
					"area" : "东港区",
					"areaID" : "371102",
					"cityID" : "371100",
					"id" : "1446"
				}, {
					"area" : "岚山区",
					"areaID" : "371103",
					"cityID" : "371100",
					"id" : "1447"
				}, {
					"area" : "五莲县",
					"areaID" : "371121",
					"cityID" : "371100",
					"id" : "1448"
				}, {
					"area" : "莒　县",
					"areaID" : "371122",
					"cityID" : "371100",
					"id" : "1449"
				} ],
				"city" : "日照市",
				"cityID" : "371100",
				"id" : "148",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371201",
					"cityID" : "371200",
					"id" : "1450"
				}, {
					"area" : "莱城区",
					"areaID" : "371202",
					"cityID" : "371200",
					"id" : "1451"
				}, {
					"area" : "钢城区",
					"areaID" : "371203",
					"cityID" : "371200",
					"id" : "1452"
				} ],
				"city" : "莱芜市",
				"cityID" : "371200",
				"id" : "149",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371301",
					"cityID" : "371300",
					"id" : "1453"
				}, {
					"area" : "兰山区",
					"areaID" : "371302",
					"cityID" : "371300",
					"id" : "1454"
				}, {
					"area" : "罗庄区",
					"areaID" : "371311",
					"cityID" : "371300",
					"id" : "1455"
				}, {
					"area" : "河东区",
					"areaID" : "371312",
					"cityID" : "371300",
					"id" : "1456"
				}, {
					"area" : "沂南县",
					"areaID" : "371321",
					"cityID" : "371300",
					"id" : "1457"
				}, {
					"area" : "郯城县",
					"areaID" : "371322",
					"cityID" : "371300",
					"id" : "1458"
				}, {
					"area" : "沂水县",
					"areaID" : "371323",
					"cityID" : "371300",
					"id" : "1459"
				}, {
					"area" : "苍山县",
					"areaID" : "371324",
					"cityID" : "371300",
					"id" : "1460"
				}, {
					"area" : "费　县",
					"areaID" : "371325",
					"cityID" : "371300",
					"id" : "1461"
				}, {
					"area" : "平邑县",
					"areaID" : "371326",
					"cityID" : "371300",
					"id" : "1462"
				}, {
					"area" : "莒南县",
					"areaID" : "371327",
					"cityID" : "371300",
					"id" : "1463"
				}, {
					"area" : "蒙阴县",
					"areaID" : "371328",
					"cityID" : "371300",
					"id" : "1464"
				}, {
					"area" : "临沭县",
					"areaID" : "371329",
					"cityID" : "371300",
					"id" : "1465"
				} ],
				"city" : "临沂市",
				"cityID" : "371300",
				"id" : "150",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371401",
					"cityID" : "371400",
					"id" : "1466"
				}, {
					"area" : "德城区",
					"areaID" : "371402",
					"cityID" : "371400",
					"id" : "1467"
				}, {
					"area" : "陵　县",
					"areaID" : "371421",
					"cityID" : "371400",
					"id" : "1468"
				}, {
					"area" : "宁津县",
					"areaID" : "371422",
					"cityID" : "371400",
					"id" : "1469"
				}, {
					"area" : "庆云县",
					"areaID" : "371423",
					"cityID" : "371400",
					"id" : "1470"
				}, {
					"area" : "临邑县",
					"areaID" : "371424",
					"cityID" : "371400",
					"id" : "1471"
				}, {
					"area" : "齐河县",
					"areaID" : "371425",
					"cityID" : "371400",
					"id" : "1472"
				}, {
					"area" : "平原县",
					"areaID" : "371426",
					"cityID" : "371400",
					"id" : "1473"
				}, {
					"area" : "夏津县",
					"areaID" : "371427",
					"cityID" : "371400",
					"id" : "1474"
				}, {
					"area" : "武城县",
					"areaID" : "371428",
					"cityID" : "371400",
					"id" : "1475"
				}, {
					"area" : "乐陵市",
					"areaID" : "371481",
					"cityID" : "371400",
					"id" : "1476"
				}, {
					"area" : "禹城市",
					"areaID" : "371482",
					"cityID" : "371400",
					"id" : "1477"
				} ],
				"city" : "德州市",
				"cityID" : "371400",
				"id" : "151",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371501",
					"cityID" : "371500",
					"id" : "1478"
				}, {
					"area" : "东昌府区",
					"areaID" : "371502",
					"cityID" : "371500",
					"id" : "1479"
				}, {
					"area" : "阳谷县",
					"areaID" : "371521",
					"cityID" : "371500",
					"id" : "1480"
				}, {
					"area" : "莘　县",
					"areaID" : "371522",
					"cityID" : "371500",
					"id" : "1481"
				}, {
					"area" : "茌平县",
					"areaID" : "371523",
					"cityID" : "371500",
					"id" : "1482"
				}, {
					"area" : "东阿县",
					"areaID" : "371524",
					"cityID" : "371500",
					"id" : "1483"
				}, {
					"area" : "冠　县",
					"areaID" : "371525",
					"cityID" : "371500",
					"id" : "1484"
				}, {
					"area" : "高唐县",
					"areaID" : "371526",
					"cityID" : "371500",
					"id" : "1485"
				}, {
					"area" : "临清市",
					"areaID" : "371581",
					"cityID" : "371500",
					"id" : "1486"
				} ],
				"city" : "聊城市",
				"cityID" : "371500",
				"id" : "152",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371601",
					"cityID" : "371600",
					"id" : "1487"
				}, {
					"area" : "滨城区",
					"areaID" : "371602",
					"cityID" : "371600",
					"id" : "1488"
				}, {
					"area" : "惠民县",
					"areaID" : "371621",
					"cityID" : "371600",
					"id" : "1489"
				}, {
					"area" : "阳信县",
					"areaID" : "371622",
					"cityID" : "371600",
					"id" : "1490"
				}, {
					"area" : "无棣县",
					"areaID" : "371623",
					"cityID" : "371600",
					"id" : "1491"
				}, {
					"area" : "沾化县",
					"areaID" : "371624",
					"cityID" : "371600",
					"id" : "1492"
				}, {
					"area" : "博兴县",
					"areaID" : "371625",
					"cityID" : "371600",
					"id" : "1493"
				}, {
					"area" : "邹平县",
					"areaID" : "371626",
					"cityID" : "371600",
					"id" : "1494"
				} ],
				"city" : "滨州市",
				"cityID" : "371600",
				"id" : "153",
				"provinceID" : "370000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "371701",
					"cityID" : "371700",
					"id" : "1495"
				}, {
					"area" : "牡丹区",
					"areaID" : "371702",
					"cityID" : "371700",
					"id" : "1496"
				}, {
					"area" : "曹　县",
					"areaID" : "371721",
					"cityID" : "371700",
					"id" : "1497"
				}, {
					"area" : "单　县",
					"areaID" : "371722",
					"cityID" : "371700",
					"id" : "1498"
				}, {
					"area" : "成武县",
					"areaID" : "371723",
					"cityID" : "371700",
					"id" : "1499"
				}, {
					"area" : "巨野县",
					"areaID" : "371724",
					"cityID" : "371700",
					"id" : "1500"
				}, {
					"area" : "郓城县",
					"areaID" : "371725",
					"cityID" : "371700",
					"id" : "1501"
				}, {
					"area" : "鄄城县",
					"areaID" : "371726",
					"cityID" : "371700",
					"id" : "1502"
				}, {
					"area" : "定陶县",
					"areaID" : "371727",
					"cityID" : "371700",
					"id" : "1503"
				}, {
					"area" : "东明县",
					"areaID" : "371728",
					"cityID" : "371700",
					"id" : "1504"
				} ],
				"city" : "荷泽市",
				"cityID" : "371700",
				"id" : "154",
				"provinceID" : "370000"
			} ],
			"id" : "15",
			"province" : "山东省",
			"provinceID" : "370000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410101",
					"cityID" : "410100",
					"id" : "1505"
				}, {
					"area" : "中原区",
					"areaID" : "410102",
					"cityID" : "410100",
					"id" : "1506"
				}, {
					"area" : "二七区",
					"areaID" : "410103",
					"cityID" : "410100",
					"id" : "1507"
				}, {
					"area" : "管城回族区",
					"areaID" : "410104",
					"cityID" : "410100",
					"id" : "1508"
				}, {
					"area" : "金水区",
					"areaID" : "410105",
					"cityID" : "410100",
					"id" : "1509"
				}, {
					"area" : "上街区",
					"areaID" : "410106",
					"cityID" : "410100",
					"id" : "1510"
				}, {
					"area" : "邙山区",
					"areaID" : "410108",
					"cityID" : "410100",
					"id" : "1511"
				}, {
					"area" : "中牟县",
					"areaID" : "410122",
					"cityID" : "410100",
					"id" : "1512"
				}, {
					"area" : "巩义市",
					"areaID" : "410181",
					"cityID" : "410100",
					"id" : "1513"
				}, {
					"area" : "荥阳市",
					"areaID" : "410182",
					"cityID" : "410100",
					"id" : "1514"
				}, {
					"area" : "新密市",
					"areaID" : "410183",
					"cityID" : "410100",
					"id" : "1515"
				}, {
					"area" : "新郑市",
					"areaID" : "410184",
					"cityID" : "410100",
					"id" : "1516"
				}, {
					"area" : "登封市",
					"areaID" : "410185",
					"cityID" : "410100",
					"id" : "1517"
				} ],
				"city" : "郑州市",
				"cityID" : "410100",
				"id" : "155",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410201",
					"cityID" : "410200",
					"id" : "1518"
				}, {
					"area" : "龙亭区",
					"areaID" : "410202",
					"cityID" : "410200",
					"id" : "1519"
				}, {
					"area" : "顺河回族区",
					"areaID" : "410203",
					"cityID" : "410200",
					"id" : "1520"
				}, {
					"area" : "鼓楼区",
					"areaID" : "410204",
					"cityID" : "410200",
					"id" : "1521"
				}, {
					"area" : "南关区",
					"areaID" : "410205",
					"cityID" : "410200",
					"id" : "1522"
				}, {
					"area" : "郊　区",
					"areaID" : "410211",
					"cityID" : "410200",
					"id" : "1523"
				}, {
					"area" : "杞　县",
					"areaID" : "410221",
					"cityID" : "410200",
					"id" : "1524"
				}, {
					"area" : "通许县",
					"areaID" : "410222",
					"cityID" : "410200",
					"id" : "1525"
				}, {
					"area" : "尉氏县",
					"areaID" : "410223",
					"cityID" : "410200",
					"id" : "1526"
				}, {
					"area" : "开封县",
					"areaID" : "410224",
					"cityID" : "410200",
					"id" : "1527"
				}, {
					"area" : "兰考县",
					"areaID" : "410225",
					"cityID" : "410200",
					"id" : "1528"
				} ],
				"city" : "开封市",
				"cityID" : "410200",
				"id" : "156",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410301",
					"cityID" : "410300",
					"id" : "1529"
				}, {
					"area" : "老城区",
					"areaID" : "410302",
					"cityID" : "410300",
					"id" : "1530"
				}, {
					"area" : "西工区",
					"areaID" : "410303",
					"cityID" : "410300",
					"id" : "1531"
				}, {
					"area" : "廛河回族区",
					"areaID" : "410304",
					"cityID" : "410300",
					"id" : "1532"
				}, {
					"area" : "涧西区",
					"areaID" : "410305",
					"cityID" : "410300",
					"id" : "1533"
				}, {
					"area" : "吉利区",
					"areaID" : "410306",
					"cityID" : "410300",
					"id" : "1534"
				}, {
					"area" : "洛龙区",
					"areaID" : "410307",
					"cityID" : "410300",
					"id" : "1535"
				}, {
					"area" : "孟津县",
					"areaID" : "410322",
					"cityID" : "410300",
					"id" : "1536"
				}, {
					"area" : "新安县",
					"areaID" : "410323",
					"cityID" : "410300",
					"id" : "1537"
				}, {
					"area" : "栾川县",
					"areaID" : "410324",
					"cityID" : "410300",
					"id" : "1538"
				}, {
					"area" : "嵩　县",
					"areaID" : "410325",
					"cityID" : "410300",
					"id" : "1539"
				}, {
					"area" : "汝阳县",
					"areaID" : "410326",
					"cityID" : "410300",
					"id" : "1540"
				}, {
					"area" : "宜阳县",
					"areaID" : "410327",
					"cityID" : "410300",
					"id" : "1541"
				}, {
					"area" : "洛宁县",
					"areaID" : "410328",
					"cityID" : "410300",
					"id" : "1542"
				}, {
					"area" : "伊川县",
					"areaID" : "410329",
					"cityID" : "410300",
					"id" : "1543"
				}, {
					"area" : "偃师市",
					"areaID" : "410381",
					"cityID" : "410300",
					"id" : "1544"
				} ],
				"city" : "洛阳市",
				"cityID" : "410300",
				"id" : "157",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410401",
					"cityID" : "410400",
					"id" : "1545"
				}, {
					"area" : "新华区",
					"areaID" : "410402",
					"cityID" : "410400",
					"id" : "1546"
				}, {
					"area" : "卫东区",
					"areaID" : "410403",
					"cityID" : "410400",
					"id" : "1547"
				}, {
					"area" : "石龙区",
					"areaID" : "410404",
					"cityID" : "410400",
					"id" : "1548"
				}, {
					"area" : "湛河区",
					"areaID" : "410411",
					"cityID" : "410400",
					"id" : "1549"
				}, {
					"area" : "宝丰县",
					"areaID" : "410421",
					"cityID" : "410400",
					"id" : "1550"
				}, {
					"area" : "叶　县",
					"areaID" : "410422",
					"cityID" : "410400",
					"id" : "1551"
				}, {
					"area" : "鲁山县",
					"areaID" : "410423",
					"cityID" : "410400",
					"id" : "1552"
				}, {
					"area" : "郏　县",
					"areaID" : "410425",
					"cityID" : "410400",
					"id" : "1553"
				}, {
					"area" : "舞钢市",
					"areaID" : "410481",
					"cityID" : "410400",
					"id" : "1554"
				}, {
					"area" : "汝州市",
					"areaID" : "410482",
					"cityID" : "410400",
					"id" : "1555"
				} ],
				"city" : "平顶山市",
				"cityID" : "410400",
				"id" : "158",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410501",
					"cityID" : "410500",
					"id" : "1556"
				}, {
					"area" : "文峰区",
					"areaID" : "410502",
					"cityID" : "410500",
					"id" : "1557"
				}, {
					"area" : "北关区",
					"areaID" : "410503",
					"cityID" : "410500",
					"id" : "1558"
				}, {
					"area" : "殷都区",
					"areaID" : "410505",
					"cityID" : "410500",
					"id" : "1559"
				}, {
					"area" : "龙安区",
					"areaID" : "410506",
					"cityID" : "410500",
					"id" : "1560"
				}, {
					"area" : "安阳县",
					"areaID" : "410522",
					"cityID" : "410500",
					"id" : "1561"
				}, {
					"area" : "汤阴县",
					"areaID" : "410523",
					"cityID" : "410500",
					"id" : "1562"
				}, {
					"area" : "滑　县",
					"areaID" : "410526",
					"cityID" : "410500",
					"id" : "1563"
				}, {
					"area" : "内黄县",
					"areaID" : "410527",
					"cityID" : "410500",
					"id" : "1564"
				}, {
					"area" : "林州市",
					"areaID" : "410581",
					"cityID" : "410500",
					"id" : "1565"
				} ],
				"city" : "安阳市",
				"cityID" : "410500",
				"id" : "159",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410601",
					"cityID" : "410600",
					"id" : "1566"
				}, {
					"area" : "鹤山区",
					"areaID" : "410602",
					"cityID" : "410600",
					"id" : "1567"
				}, {
					"area" : "山城区",
					"areaID" : "410603",
					"cityID" : "410600",
					"id" : "1568"
				}, {
					"area" : "淇滨区",
					"areaID" : "410611",
					"cityID" : "410600",
					"id" : "1569"
				}, {
					"area" : "浚　县",
					"areaID" : "410621",
					"cityID" : "410600",
					"id" : "1570"
				}, {
					"area" : "淇　县",
					"areaID" : "410622",
					"cityID" : "410600",
					"id" : "1571"
				} ],
				"city" : "鹤壁市",
				"cityID" : "410600",
				"id" : "160",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410701",
					"cityID" : "410700",
					"id" : "1572"
				}, {
					"area" : "红旗区",
					"areaID" : "410702",
					"cityID" : "410700",
					"id" : "1573"
				}, {
					"area" : "卫滨区",
					"areaID" : "410703",
					"cityID" : "410700",
					"id" : "1574"
				}, {
					"area" : "凤泉区",
					"areaID" : "410704",
					"cityID" : "410700",
					"id" : "1575"
				}, {
					"area" : "牧野区",
					"areaID" : "410711",
					"cityID" : "410700",
					"id" : "1576"
				}, {
					"area" : "新乡县",
					"areaID" : "410721",
					"cityID" : "410700",
					"id" : "1577"
				}, {
					"area" : "获嘉县",
					"areaID" : "410724",
					"cityID" : "410700",
					"id" : "1578"
				}, {
					"area" : "原阳县",
					"areaID" : "410725",
					"cityID" : "410700",
					"id" : "1579"
				}, {
					"area" : "延津县",
					"areaID" : "410726",
					"cityID" : "410700",
					"id" : "1580"
				}, {
					"area" : "封丘县",
					"areaID" : "410727",
					"cityID" : "410700",
					"id" : "1581"
				}, {
					"area" : "长垣县",
					"areaID" : "410728",
					"cityID" : "410700",
					"id" : "1582"
				}, {
					"area" : "卫辉市",
					"areaID" : "410781",
					"cityID" : "410700",
					"id" : "1583"
				}, {
					"area" : "辉县市",
					"areaID" : "410782",
					"cityID" : "410700",
					"id" : "1584"
				} ],
				"city" : "新乡市",
				"cityID" : "410700",
				"id" : "161",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410801",
					"cityID" : "410800",
					"id" : "1585"
				}, {
					"area" : "解放区",
					"areaID" : "410802",
					"cityID" : "410800",
					"id" : "1586"
				}, {
					"area" : "中站区",
					"areaID" : "410803",
					"cityID" : "410800",
					"id" : "1587"
				}, {
					"area" : "马村区",
					"areaID" : "410804",
					"cityID" : "410800",
					"id" : "1588"
				}, {
					"area" : "山阳区",
					"areaID" : "410811",
					"cityID" : "410800",
					"id" : "1589"
				}, {
					"area" : "修武县",
					"areaID" : "410821",
					"cityID" : "410800",
					"id" : "1590"
				}, {
					"area" : "博爱县",
					"areaID" : "410822",
					"cityID" : "410800",
					"id" : "1591"
				}, {
					"area" : "武陟县",
					"areaID" : "410823",
					"cityID" : "410800",
					"id" : "1592"
				}, {
					"area" : "温　县",
					"areaID" : "410825",
					"cityID" : "410800",
					"id" : "1593"
				}, {
					"area" : "济源市",
					"areaID" : "410881",
					"cityID" : "410800",
					"id" : "1594"
				}, {
					"area" : "沁阳市",
					"areaID" : "410882",
					"cityID" : "410800",
					"id" : "1595"
				}, {
					"area" : "孟州市",
					"areaID" : "410883",
					"cityID" : "410800",
					"id" : "1596"
				} ],
				"city" : "焦作市",
				"cityID" : "410800",
				"id" : "162",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "410901",
					"cityID" : "410900",
					"id" : "1597"
				}, {
					"area" : "华龙区",
					"areaID" : "410902",
					"cityID" : "410900",
					"id" : "1598"
				}, {
					"area" : "清丰县",
					"areaID" : "410922",
					"cityID" : "410900",
					"id" : "1599"
				}, {
					"area" : "南乐县",
					"areaID" : "410923",
					"cityID" : "410900",
					"id" : "1600"
				}, {
					"area" : "范　县",
					"areaID" : "410926",
					"cityID" : "410900",
					"id" : "1601"
				}, {
					"area" : "台前县",
					"areaID" : "410927",
					"cityID" : "410900",
					"id" : "1602"
				}, {
					"area" : "濮阳县",
					"areaID" : "410928",
					"cityID" : "410900",
					"id" : "1603"
				} ],
				"city" : "濮阳市",
				"cityID" : "410900",
				"id" : "163",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411001",
					"cityID" : "411000",
					"id" : "1604"
				}, {
					"area" : "魏都区",
					"areaID" : "411002",
					"cityID" : "411000",
					"id" : "1605"
				}, {
					"area" : "许昌县",
					"areaID" : "411023",
					"cityID" : "411000",
					"id" : "1606"
				}, {
					"area" : "鄢陵县",
					"areaID" : "411024",
					"cityID" : "411000",
					"id" : "1607"
				}, {
					"area" : "襄城县",
					"areaID" : "411025",
					"cityID" : "411000",
					"id" : "1608"
				}, {
					"area" : "禹州市",
					"areaID" : "411081",
					"cityID" : "411000",
					"id" : "1609"
				}, {
					"area" : "长葛市",
					"areaID" : "411082",
					"cityID" : "411000",
					"id" : "1610"
				} ],
				"city" : "许昌市",
				"cityID" : "411000",
				"id" : "164",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411101",
					"cityID" : "411100",
					"id" : "1611"
				}, {
					"area" : "源汇区",
					"areaID" : "411102",
					"cityID" : "411100",
					"id" : "1612"
				}, {
					"area" : "郾城区",
					"areaID" : "411103",
					"cityID" : "411100",
					"id" : "1613"
				}, {
					"area" : "召陵区",
					"areaID" : "411104",
					"cityID" : "411100",
					"id" : "1614"
				}, {
					"area" : "舞阳县",
					"areaID" : "411121",
					"cityID" : "411100",
					"id" : "1615"
				}, {
					"area" : "临颍县",
					"areaID" : "411122",
					"cityID" : "411100",
					"id" : "1616"
				} ],
				"city" : "漯河市",
				"cityID" : "411100",
				"id" : "165",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411201",
					"cityID" : "411200",
					"id" : "1617"
				}, {
					"area" : "湖滨区",
					"areaID" : "411202",
					"cityID" : "411200",
					"id" : "1618"
				}, {
					"area" : "渑池县",
					"areaID" : "411221",
					"cityID" : "411200",
					"id" : "1619"
				}, {
					"area" : "陕　县",
					"areaID" : "411222",
					"cityID" : "411200",
					"id" : "1620"
				}, {
					"area" : "卢氏县",
					"areaID" : "411224",
					"cityID" : "411200",
					"id" : "1621"
				}, {
					"area" : "义马市",
					"areaID" : "411281",
					"cityID" : "411200",
					"id" : "1622"
				}, {
					"area" : "灵宝市",
					"areaID" : "411282",
					"cityID" : "411200",
					"id" : "1623"
				} ],
				"city" : "三门峡市",
				"cityID" : "411200",
				"id" : "166",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411301",
					"cityID" : "411300",
					"id" : "1624"
				}, {
					"area" : "宛城区",
					"areaID" : "411302",
					"cityID" : "411300",
					"id" : "1625"
				}, {
					"area" : "卧龙区",
					"areaID" : "411303",
					"cityID" : "411300",
					"id" : "1626"
				}, {
					"area" : "南召县",
					"areaID" : "411321",
					"cityID" : "411300",
					"id" : "1627"
				}, {
					"area" : "方城县",
					"areaID" : "411322",
					"cityID" : "411300",
					"id" : "1628"
				}, {
					"area" : "西峡县",
					"areaID" : "411323",
					"cityID" : "411300",
					"id" : "1629"
				}, {
					"area" : "镇平县",
					"areaID" : "411324",
					"cityID" : "411300",
					"id" : "1630"
				}, {
					"area" : "内乡县",
					"areaID" : "411325",
					"cityID" : "411300",
					"id" : "1631"
				}, {
					"area" : "淅川县",
					"areaID" : "411326",
					"cityID" : "411300",
					"id" : "1632"
				}, {
					"area" : "社旗县",
					"areaID" : "411327",
					"cityID" : "411300",
					"id" : "1633"
				}, {
					"area" : "唐河县",
					"areaID" : "411328",
					"cityID" : "411300",
					"id" : "1634"
				}, {
					"area" : "新野县",
					"areaID" : "411329",
					"cityID" : "411300",
					"id" : "1635"
				}, {
					"area" : "桐柏县",
					"areaID" : "411330",
					"cityID" : "411300",
					"id" : "1636"
				}, {
					"area" : "邓州市",
					"areaID" : "411381",
					"cityID" : "411300",
					"id" : "1637"
				} ],
				"city" : "南阳市",
				"cityID" : "411300",
				"id" : "167",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411401",
					"cityID" : "411400",
					"id" : "1638"
				}, {
					"area" : "梁园区",
					"areaID" : "411402",
					"cityID" : "411400",
					"id" : "1639"
				}, {
					"area" : "睢阳区",
					"areaID" : "411403",
					"cityID" : "411400",
					"id" : "1640"
				}, {
					"area" : "民权县",
					"areaID" : "411421",
					"cityID" : "411400",
					"id" : "1641"
				}, {
					"area" : "睢　县",
					"areaID" : "411422",
					"cityID" : "411400",
					"id" : "1642"
				}, {
					"area" : "宁陵县",
					"areaID" : "411423",
					"cityID" : "411400",
					"id" : "1643"
				}, {
					"area" : "柘城县",
					"areaID" : "411424",
					"cityID" : "411400",
					"id" : "1644"
				}, {
					"area" : "虞城县",
					"areaID" : "411425",
					"cityID" : "411400",
					"id" : "1645"
				}, {
					"area" : "夏邑县",
					"areaID" : "411426",
					"cityID" : "411400",
					"id" : "1646"
				}, {
					"area" : "永城市",
					"areaID" : "411481",
					"cityID" : "411400",
					"id" : "1647"
				} ],
				"city" : "商丘市",
				"cityID" : "411400",
				"id" : "168",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411501",
					"cityID" : "411500",
					"id" : "1648"
				}, {
					"area" : "师河区",
					"areaID" : "411502",
					"cityID" : "411500",
					"id" : "1649"
				}, {
					"area" : "平桥区",
					"areaID" : "411503",
					"cityID" : "411500",
					"id" : "1650"
				}, {
					"area" : "罗山县",
					"areaID" : "411521",
					"cityID" : "411500",
					"id" : "1651"
				}, {
					"area" : "光山县",
					"areaID" : "411522",
					"cityID" : "411500",
					"id" : "1652"
				}, {
					"area" : "新　县",
					"areaID" : "411523",
					"cityID" : "411500",
					"id" : "1653"
				}, {
					"area" : "商城县",
					"areaID" : "411524",
					"cityID" : "411500",
					"id" : "1654"
				}, {
					"area" : "固始县",
					"areaID" : "411525",
					"cityID" : "411500",
					"id" : "1655"
				}, {
					"area" : "潢川县",
					"areaID" : "411526",
					"cityID" : "411500",
					"id" : "1656"
				}, {
					"area" : "淮滨县",
					"areaID" : "411527",
					"cityID" : "411500",
					"id" : "1657"
				}, {
					"area" : "息　县",
					"areaID" : "411528",
					"cityID" : "411500",
					"id" : "1658"
				} ],
				"city" : "信阳市",
				"cityID" : "411500",
				"id" : "169",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411601",
					"cityID" : "411600",
					"id" : "1659"
				}, {
					"area" : "川汇区",
					"areaID" : "411602",
					"cityID" : "411600",
					"id" : "1660"
				}, {
					"area" : "扶沟县",
					"areaID" : "411621",
					"cityID" : "411600",
					"id" : "1661"
				}, {
					"area" : "西华县",
					"areaID" : "411622",
					"cityID" : "411600",
					"id" : "1662"
				}, {
					"area" : "商水县",
					"areaID" : "411623",
					"cityID" : "411600",
					"id" : "1663"
				}, {
					"area" : "沈丘县",
					"areaID" : "411624",
					"cityID" : "411600",
					"id" : "1664"
				}, {
					"area" : "郸城县",
					"areaID" : "411625",
					"cityID" : "411600",
					"id" : "1665"
				}, {
					"area" : "淮阳县",
					"areaID" : "411626",
					"cityID" : "411600",
					"id" : "1666"
				}, {
					"area" : "太康县",
					"areaID" : "411627",
					"cityID" : "411600",
					"id" : "1667"
				}, {
					"area" : "鹿邑县",
					"areaID" : "411628",
					"cityID" : "411600",
					"id" : "1668"
				}, {
					"area" : "项城市",
					"areaID" : "411681",
					"cityID" : "411600",
					"id" : "1669"
				} ],
				"city" : "周口市",
				"cityID" : "411600",
				"id" : "170",
				"provinceID" : "410000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "411701",
					"cityID" : "411700",
					"id" : "1670"
				}, {
					"area" : "驿城区",
					"areaID" : "411702",
					"cityID" : "411700",
					"id" : "1671"
				}, {
					"area" : "西平县",
					"areaID" : "411721",
					"cityID" : "411700",
					"id" : "1672"
				}, {
					"area" : "上蔡县",
					"areaID" : "411722",
					"cityID" : "411700",
					"id" : "1673"
				}, {
					"area" : "平舆县",
					"areaID" : "411723",
					"cityID" : "411700",
					"id" : "1674"
				}, {
					"area" : "正阳县",
					"areaID" : "411724",
					"cityID" : "411700",
					"id" : "1675"
				}, {
					"area" : "确山县",
					"areaID" : "411725",
					"cityID" : "411700",
					"id" : "1676"
				}, {
					"area" : "泌阳县",
					"areaID" : "411726",
					"cityID" : "411700",
					"id" : "1677"
				}, {
					"area" : "汝南县",
					"areaID" : "411727",
					"cityID" : "411700",
					"id" : "1678"
				}, {
					"area" : "遂平县",
					"areaID" : "411728",
					"cityID" : "411700",
					"id" : "1679"
				}, {
					"area" : "新蔡县",
					"areaID" : "411729",
					"cityID" : "411700",
					"id" : "1680"
				} ],
				"city" : "驻马店市",
				"cityID" : "411700",
				"id" : "171",
				"provinceID" : "410000"
			} ],
			"id" : "16",
			"province" : "河南省",
			"provinceID" : "410000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420101",
					"cityID" : "420100",
					"id" : "1681"
				}, {
					"area" : "江岸区",
					"areaID" : "420102",
					"cityID" : "420100",
					"id" : "1682"
				}, {
					"area" : "江汉区",
					"areaID" : "420103",
					"cityID" : "420100",
					"id" : "1683"
				}, {
					"area" : "乔口区",
					"areaID" : "420104",
					"cityID" : "420100",
					"id" : "1684"
				}, {
					"area" : "汉阳区",
					"areaID" : "420105",
					"cityID" : "420100",
					"id" : "1685"
				}, {
					"area" : "武昌区",
					"areaID" : "420106",
					"cityID" : "420100",
					"id" : "1686"
				}, {
					"area" : "青山区",
					"areaID" : "420107",
					"cityID" : "420100",
					"id" : "1687"
				}, {
					"area" : "洪山区",
					"areaID" : "420111",
					"cityID" : "420100",
					"id" : "1688"
				}, {
					"area" : "东西湖区",
					"areaID" : "420112",
					"cityID" : "420100",
					"id" : "1689"
				}, {
					"area" : "汉南区",
					"areaID" : "420113",
					"cityID" : "420100",
					"id" : "1690"
				}, {
					"area" : "蔡甸区",
					"areaID" : "420114",
					"cityID" : "420100",
					"id" : "1691"
				}, {
					"area" : "江夏区",
					"areaID" : "420115",
					"cityID" : "420100",
					"id" : "1692"
				}, {
					"area" : "黄陂区",
					"areaID" : "420116",
					"cityID" : "420100",
					"id" : "1693"
				}, {
					"area" : "新洲区",
					"areaID" : "420117",
					"cityID" : "420100",
					"id" : "1694"
				} ],
				"city" : "武汉市",
				"cityID" : "420100",
				"id" : "172",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420201",
					"cityID" : "420200",
					"id" : "1695"
				}, {
					"area" : "黄石港区",
					"areaID" : "420202",
					"cityID" : "420200",
					"id" : "1696"
				}, {
					"area" : "西塞山区",
					"areaID" : "420203",
					"cityID" : "420200",
					"id" : "1697"
				}, {
					"area" : "下陆区",
					"areaID" : "420204",
					"cityID" : "420200",
					"id" : "1698"
				}, {
					"area" : "铁山区",
					"areaID" : "420205",
					"cityID" : "420200",
					"id" : "1699"
				}, {
					"area" : "阳新县",
					"areaID" : "420222",
					"cityID" : "420200",
					"id" : "1700"
				}, {
					"area" : "大冶市",
					"areaID" : "420281",
					"cityID" : "420200",
					"id" : "1701"
				} ],
				"city" : "黄石市",
				"cityID" : "420200",
				"id" : "173",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420301",
					"cityID" : "420300",
					"id" : "1702"
				}, {
					"area" : "茅箭区",
					"areaID" : "420302",
					"cityID" : "420300",
					"id" : "1703"
				}, {
					"area" : "张湾区",
					"areaID" : "420303",
					"cityID" : "420300",
					"id" : "1704"
				}, {
					"area" : "郧　县",
					"areaID" : "420321",
					"cityID" : "420300",
					"id" : "1705"
				}, {
					"area" : "郧西县",
					"areaID" : "420322",
					"cityID" : "420300",
					"id" : "1706"
				}, {
					"area" : "竹山县",
					"areaID" : "420323",
					"cityID" : "420300",
					"id" : "1707"
				}, {
					"area" : "竹溪县",
					"areaID" : "420324",
					"cityID" : "420300",
					"id" : "1708"
				}, {
					"area" : "房　县",
					"areaID" : "420325",
					"cityID" : "420300",
					"id" : "1709"
				}, {
					"area" : "丹江口市",
					"areaID" : "420381",
					"cityID" : "420300",
					"id" : "1710"
				} ],
				"city" : "十堰市",
				"cityID" : "420300",
				"id" : "174",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420501",
					"cityID" : "420500",
					"id" : "1711"
				}, {
					"area" : "西陵区",
					"areaID" : "420502",
					"cityID" : "420500",
					"id" : "1712"
				}, {
					"area" : "伍家岗区",
					"areaID" : "420503",
					"cityID" : "420500",
					"id" : "1713"
				}, {
					"area" : "点军区",
					"areaID" : "420504",
					"cityID" : "420500",
					"id" : "1714"
				}, {
					"area" : "猇亭区",
					"areaID" : "420505",
					"cityID" : "420500",
					"id" : "1715"
				}, {
					"area" : "夷陵区",
					"areaID" : "420506",
					"cityID" : "420500",
					"id" : "1716"
				}, {
					"area" : "远安县",
					"areaID" : "420525",
					"cityID" : "420500",
					"id" : "1717"
				}, {
					"area" : "兴山县",
					"areaID" : "420526",
					"cityID" : "420500",
					"id" : "1718"
				}, {
					"area" : "秭归县",
					"areaID" : "420527",
					"cityID" : "420500",
					"id" : "1719"
				}, {
					"area" : "长阳土家族自治县",
					"areaID" : "420528",
					"cityID" : "420500",
					"id" : "1720"
				}, {
					"area" : "五峰土家族自治县",
					"areaID" : "420529",
					"cityID" : "420500",
					"id" : "1721"
				}, {
					"area" : "宜都市",
					"areaID" : "420581",
					"cityID" : "420500",
					"id" : "1722"
				}, {
					"area" : "当阳市",
					"areaID" : "420582",
					"cityID" : "420500",
					"id" : "1723"
				}, {
					"area" : "枝江市",
					"areaID" : "420583",
					"cityID" : "420500",
					"id" : "1724"
				} ],
				"city" : "宜昌市",
				"cityID" : "420500",
				"id" : "175",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420601",
					"cityID" : "420600",
					"id" : "1725"
				}, {
					"area" : "襄城区",
					"areaID" : "420602",
					"cityID" : "420600",
					"id" : "1726"
				}, {
					"area" : "樊城区",
					"areaID" : "420606",
					"cityID" : "420600",
					"id" : "1727"
				}, {
					"area" : "襄阳区",
					"areaID" : "420607",
					"cityID" : "420600",
					"id" : "1728"
				}, {
					"area" : "南漳县",
					"areaID" : "420624",
					"cityID" : "420600",
					"id" : "1729"
				}, {
					"area" : "谷城县",
					"areaID" : "420625",
					"cityID" : "420600",
					"id" : "1730"
				}, {
					"area" : "保康县",
					"areaID" : "420626",
					"cityID" : "420600",
					"id" : "1731"
				}, {
					"area" : "老河口市",
					"areaID" : "420682",
					"cityID" : "420600",
					"id" : "1732"
				}, {
					"area" : "枣阳市",
					"areaID" : "420683",
					"cityID" : "420600",
					"id" : "1733"
				}, {
					"area" : "宜城市",
					"areaID" : "420684",
					"cityID" : "420600",
					"id" : "1734"
				} ],
				"city" : "襄樊市",
				"cityID" : "420600",
				"id" : "176",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420701",
					"cityID" : "420700",
					"id" : "1735"
				}, {
					"area" : "梁子湖区",
					"areaID" : "420702",
					"cityID" : "420700",
					"id" : "1736"
				}, {
					"area" : "华容区",
					"areaID" : "420703",
					"cityID" : "420700",
					"id" : "1737"
				}, {
					"area" : "鄂城区",
					"areaID" : "420704",
					"cityID" : "420700",
					"id" : "1738"
				} ],
				"city" : "鄂州市",
				"cityID" : "420700",
				"id" : "177",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420801",
					"cityID" : "420800",
					"id" : "1739"
				}, {
					"area" : "东宝区",
					"areaID" : "420802",
					"cityID" : "420800",
					"id" : "1740"
				}, {
					"area" : "掇刀区",
					"areaID" : "420804",
					"cityID" : "420800",
					"id" : "1741"
				}, {
					"area" : "京山县",
					"areaID" : "420821",
					"cityID" : "420800",
					"id" : "1742"
				}, {
					"area" : "沙洋县",
					"areaID" : "420822",
					"cityID" : "420800",
					"id" : "1743"
				}, {
					"area" : "钟祥市",
					"areaID" : "420881",
					"cityID" : "420800",
					"id" : "1744"
				} ],
				"city" : "荆门市",
				"cityID" : "420800",
				"id" : "178",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "420901",
					"cityID" : "420900",
					"id" : "1745"
				}, {
					"area" : "孝南区",
					"areaID" : "420902",
					"cityID" : "420900",
					"id" : "1746"
				}, {
					"area" : "孝昌县",
					"areaID" : "420921",
					"cityID" : "420900",
					"id" : "1747"
				}, {
					"area" : "大悟县",
					"areaID" : "420922",
					"cityID" : "420900",
					"id" : "1748"
				}, {
					"area" : "云梦县",
					"areaID" : "420923",
					"cityID" : "420900",
					"id" : "1749"
				}, {
					"area" : "应城市",
					"areaID" : "420981",
					"cityID" : "420900",
					"id" : "1750"
				}, {
					"area" : "安陆市",
					"areaID" : "420982",
					"cityID" : "420900",
					"id" : "1751"
				}, {
					"area" : "汉川市",
					"areaID" : "420984",
					"cityID" : "420900",
					"id" : "1752"
				} ],
				"city" : "孝感市",
				"cityID" : "420900",
				"id" : "179",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "421001",
					"cityID" : "421000",
					"id" : "1753"
				}, {
					"area" : "沙市区",
					"areaID" : "421002",
					"cityID" : "421000",
					"id" : "1754"
				}, {
					"area" : "荆州区",
					"areaID" : "421003",
					"cityID" : "421000",
					"id" : "1755"
				}, {
					"area" : "公安县",
					"areaID" : "421022",
					"cityID" : "421000",
					"id" : "1756"
				}, {
					"area" : "监利县",
					"areaID" : "421023",
					"cityID" : "421000",
					"id" : "1757"
				}, {
					"area" : "江陵县",
					"areaID" : "421024",
					"cityID" : "421000",
					"id" : "1758"
				}, {
					"area" : "石首市",
					"areaID" : "421081",
					"cityID" : "421000",
					"id" : "1759"
				}, {
					"area" : "洪湖市",
					"areaID" : "421083",
					"cityID" : "421000",
					"id" : "1760"
				}, {
					"area" : "松滋市",
					"areaID" : "421087",
					"cityID" : "421000",
					"id" : "1761"
				} ],
				"city" : "荆州市",
				"cityID" : "421000",
				"id" : "180",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "421101",
					"cityID" : "421100",
					"id" : "1762"
				}, {
					"area" : "黄州区",
					"areaID" : "421102",
					"cityID" : "421100",
					"id" : "1763"
				}, {
					"area" : "团风县",
					"areaID" : "421121",
					"cityID" : "421100",
					"id" : "1764"
				}, {
					"area" : "红安县",
					"areaID" : "421122",
					"cityID" : "421100",
					"id" : "1765"
				}, {
					"area" : "罗田县",
					"areaID" : "421123",
					"cityID" : "421100",
					"id" : "1766"
				}, {
					"area" : "英山县",
					"areaID" : "421124",
					"cityID" : "421100",
					"id" : "1767"
				}, {
					"area" : "浠水县",
					"areaID" : "421125",
					"cityID" : "421100",
					"id" : "1768"
				}, {
					"area" : "蕲春县",
					"areaID" : "421126",
					"cityID" : "421100",
					"id" : "1769"
				}, {
					"area" : "黄梅县",
					"areaID" : "421127",
					"cityID" : "421100",
					"id" : "1770"
				}, {
					"area" : "麻城市",
					"areaID" : "421181",
					"cityID" : "421100",
					"id" : "1771"
				}, {
					"area" : "武穴市",
					"areaID" : "421182",
					"cityID" : "421100",
					"id" : "1772"
				} ],
				"city" : "黄冈市",
				"cityID" : "421100",
				"id" : "181",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "421201",
					"cityID" : "421200",
					"id" : "1773"
				}, {
					"area" : "咸安区",
					"areaID" : "421202",
					"cityID" : "421200",
					"id" : "1774"
				}, {
					"area" : "嘉鱼县",
					"areaID" : "421221",
					"cityID" : "421200",
					"id" : "1775"
				}, {
					"area" : "通城县",
					"areaID" : "421222",
					"cityID" : "421200",
					"id" : "1776"
				}, {
					"area" : "崇阳县",
					"areaID" : "421223",
					"cityID" : "421200",
					"id" : "1777"
				}, {
					"area" : "通山县",
					"areaID" : "421224",
					"cityID" : "421200",
					"id" : "1778"
				}, {
					"area" : "赤壁市",
					"areaID" : "421281",
					"cityID" : "421200",
					"id" : "1779"
				} ],
				"city" : "咸宁市",
				"cityID" : "421200",
				"id" : "182",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "421301",
					"cityID" : "421300",
					"id" : "1780"
				}, {
					"area" : "曾都区",
					"areaID" : "421302",
					"cityID" : "421300",
					"id" : "1781"
				}, {
					"area" : "广水市",
					"areaID" : "421381",
					"cityID" : "421300",
					"id" : "1782"
				} ],
				"city" : "随州市",
				"cityID" : "421300",
				"id" : "183",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "恩施市",
					"areaID" : "422801",
					"cityID" : "422800",
					"id" : "1783"
				}, {
					"area" : "利川市",
					"areaID" : "422802",
					"cityID" : "422800",
					"id" : "1784"
				}, {
					"area" : "建始县",
					"areaID" : "422822",
					"cityID" : "422800",
					"id" : "1785"
				}, {
					"area" : "巴东县",
					"areaID" : "422823",
					"cityID" : "422800",
					"id" : "1786"
				}, {
					"area" : "宣恩县",
					"areaID" : "422825",
					"cityID" : "422800",
					"id" : "1787"
				}, {
					"area" : "咸丰县",
					"areaID" : "422826",
					"cityID" : "422800",
					"id" : "1788"
				}, {
					"area" : "来凤县",
					"areaID" : "422827",
					"cityID" : "422800",
					"id" : "1789"
				}, {
					"area" : "鹤峰县",
					"areaID" : "422828",
					"cityID" : "422800",
					"id" : "1790"
				} ],
				"city" : "恩施土家族苗族自治州",
				"cityID" : "422800",
				"id" : "184",
				"provinceID" : "420000"
			}, {
				"area" : [ {
					"area" : "仙桃市",
					"areaID" : "429004",
					"cityID" : "429000",
					"id" : "1791"
				}, {
					"area" : "潜江市",
					"areaID" : "429005",
					"cityID" : "429000",
					"id" : "1792"
				}, {
					"area" : "天门市",
					"areaID" : "429006",
					"cityID" : "429000",
					"id" : "1793"
				}, {
					"area" : "神农架林区",
					"areaID" : "429021",
					"cityID" : "429000",
					"id" : "1794"
				} ],
				"city" : "省直辖行政单位",
				"cityID" : "429000",
				"id" : "185",
				"provinceID" : "420000"
			} ],
			"id" : "17",
			"province" : "湖北省",
			"provinceID" : "420000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430101",
					"cityID" : "430100",
					"id" : "1795"
				}, {
					"area" : "芙蓉区",
					"areaID" : "430102",
					"cityID" : "430100",
					"id" : "1796"
				}, {
					"area" : "天心区",
					"areaID" : "430103",
					"cityID" : "430100",
					"id" : "1797"
				}, {
					"area" : "岳麓区",
					"areaID" : "430104",
					"cityID" : "430100",
					"id" : "1798"
				}, {
					"area" : "开福区",
					"areaID" : "430105",
					"cityID" : "430100",
					"id" : "1799"
				}, {
					"area" : "雨花区",
					"areaID" : "430111",
					"cityID" : "430100",
					"id" : "1800"
				}, {
					"area" : "长沙县",
					"areaID" : "430121",
					"cityID" : "430100",
					"id" : "1801"
				}, {
					"area" : "望城县",
					"areaID" : "430122",
					"cityID" : "430100",
					"id" : "1802"
				}, {
					"area" : "宁乡县",
					"areaID" : "430124",
					"cityID" : "430100",
					"id" : "1803"
				}, {
					"area" : "浏阳市",
					"areaID" : "430181",
					"cityID" : "430100",
					"id" : "1804"
				} ],
				"city" : "长沙市",
				"cityID" : "430100",
				"id" : "186",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430201",
					"cityID" : "430200",
					"id" : "1805"
				}, {
					"area" : "荷塘区",
					"areaID" : "430202",
					"cityID" : "430200",
					"id" : "1806"
				}, {
					"area" : "芦淞区",
					"areaID" : "430203",
					"cityID" : "430200",
					"id" : "1807"
				}, {
					"area" : "石峰区",
					"areaID" : "430204",
					"cityID" : "430200",
					"id" : "1808"
				}, {
					"area" : "天元区",
					"areaID" : "430211",
					"cityID" : "430200",
					"id" : "1809"
				}, {
					"area" : "株洲县",
					"areaID" : "430221",
					"cityID" : "430200",
					"id" : "1810"
				}, {
					"area" : "攸　县",
					"areaID" : "430223",
					"cityID" : "430200",
					"id" : "1811"
				}, {
					"area" : "茶陵县",
					"areaID" : "430224",
					"cityID" : "430200",
					"id" : "1812"
				}, {
					"area" : "炎陵县",
					"areaID" : "430225",
					"cityID" : "430200",
					"id" : "1813"
				}, {
					"area" : "醴陵市",
					"areaID" : "430281",
					"cityID" : "430200",
					"id" : "1814"
				} ],
				"city" : "株洲市",
				"cityID" : "430200",
				"id" : "187",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430301",
					"cityID" : "430300",
					"id" : "1815"
				}, {
					"area" : "雨湖区",
					"areaID" : "430302",
					"cityID" : "430300",
					"id" : "1816"
				}, {
					"area" : "岳塘区",
					"areaID" : "430304",
					"cityID" : "430300",
					"id" : "1817"
				}, {
					"area" : "湘潭县",
					"areaID" : "430321",
					"cityID" : "430300",
					"id" : "1818"
				}, {
					"area" : "湘乡市",
					"areaID" : "430381",
					"cityID" : "430300",
					"id" : "1819"
				}, {
					"area" : "韶山市",
					"areaID" : "430382",
					"cityID" : "430300",
					"id" : "1820"
				} ],
				"city" : "湘潭市",
				"cityID" : "430300",
				"id" : "188",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430401",
					"cityID" : "430400",
					"id" : "1821"
				}, {
					"area" : "珠晖区",
					"areaID" : "430405",
					"cityID" : "430400",
					"id" : "1822"
				}, {
					"area" : "雁峰区",
					"areaID" : "430406",
					"cityID" : "430400",
					"id" : "1823"
				}, {
					"area" : "石鼓区",
					"areaID" : "430407",
					"cityID" : "430400",
					"id" : "1824"
				}, {
					"area" : "蒸湘区",
					"areaID" : "430408",
					"cityID" : "430400",
					"id" : "1825"
				}, {
					"area" : "南岳区",
					"areaID" : "430412",
					"cityID" : "430400",
					"id" : "1826"
				}, {
					"area" : "衡阳县",
					"areaID" : "430421",
					"cityID" : "430400",
					"id" : "1827"
				}, {
					"area" : "衡南县",
					"areaID" : "430422",
					"cityID" : "430400",
					"id" : "1828"
				}, {
					"area" : "衡山县",
					"areaID" : "430423",
					"cityID" : "430400",
					"id" : "1829"
				}, {
					"area" : "衡东县",
					"areaID" : "430424",
					"cityID" : "430400",
					"id" : "1830"
				}, {
					"area" : "祁东县",
					"areaID" : "430426",
					"cityID" : "430400",
					"id" : "1831"
				}, {
					"area" : "耒阳市",
					"areaID" : "430481",
					"cityID" : "430400",
					"id" : "1832"
				}, {
					"area" : "常宁市",
					"areaID" : "430482",
					"cityID" : "430400",
					"id" : "1833"
				} ],
				"city" : "衡阳市",
				"cityID" : "430400",
				"id" : "189",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430501",
					"cityID" : "430500",
					"id" : "1834"
				}, {
					"area" : "双清区",
					"areaID" : "430502",
					"cityID" : "430500",
					"id" : "1835"
				}, {
					"area" : "大祥区",
					"areaID" : "430503",
					"cityID" : "430500",
					"id" : "1836"
				}, {
					"area" : "北塔区",
					"areaID" : "430511",
					"cityID" : "430500",
					"id" : "1837"
				}, {
					"area" : "邵东县",
					"areaID" : "430521",
					"cityID" : "430500",
					"id" : "1838"
				}, {
					"area" : "新邵县",
					"areaID" : "430522",
					"cityID" : "430500",
					"id" : "1839"
				}, {
					"area" : "邵阳县",
					"areaID" : "430523",
					"cityID" : "430500",
					"id" : "1840"
				}, {
					"area" : "隆回县",
					"areaID" : "430524",
					"cityID" : "430500",
					"id" : "1841"
				}, {
					"area" : "洞口县",
					"areaID" : "430525",
					"cityID" : "430500",
					"id" : "1842"
				}, {
					"area" : "绥宁县",
					"areaID" : "430527",
					"cityID" : "430500",
					"id" : "1843"
				}, {
					"area" : "新宁县",
					"areaID" : "430528",
					"cityID" : "430500",
					"id" : "1844"
				}, {
					"area" : "城步苗族自治县",
					"areaID" : "430529",
					"cityID" : "430500",
					"id" : "1845"
				}, {
					"area" : "武冈市",
					"areaID" : "430581",
					"cityID" : "430500",
					"id" : "1846"
				} ],
				"city" : "邵阳市",
				"cityID" : "430500",
				"id" : "190",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430601",
					"cityID" : "430600",
					"id" : "1847"
				}, {
					"area" : "岳阳楼区",
					"areaID" : "430602",
					"cityID" : "430600",
					"id" : "1848"
				}, {
					"area" : "云溪区",
					"areaID" : "430603",
					"cityID" : "430600",
					"id" : "1849"
				}, {
					"area" : "君山区",
					"areaID" : "430611",
					"cityID" : "430600",
					"id" : "1850"
				}, {
					"area" : "岳阳县",
					"areaID" : "430621",
					"cityID" : "430600",
					"id" : "1851"
				}, {
					"area" : "华容县",
					"areaID" : "430623",
					"cityID" : "430600",
					"id" : "1852"
				}, {
					"area" : "湘阴县",
					"areaID" : "430624",
					"cityID" : "430600",
					"id" : "1853"
				}, {
					"area" : "平江县",
					"areaID" : "430626",
					"cityID" : "430600",
					"id" : "1854"
				}, {
					"area" : "汨罗市",
					"areaID" : "430681",
					"cityID" : "430600",
					"id" : "1855"
				}, {
					"area" : "临湘市",
					"areaID" : "430682",
					"cityID" : "430600",
					"id" : "1856"
				} ],
				"city" : "岳阳市",
				"cityID" : "430600",
				"id" : "191",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430701",
					"cityID" : "430700",
					"id" : "1857"
				}, {
					"area" : "武陵区",
					"areaID" : "430702",
					"cityID" : "430700",
					"id" : "1858"
				}, {
					"area" : "鼎城区",
					"areaID" : "430703",
					"cityID" : "430700",
					"id" : "1859"
				}, {
					"area" : "安乡县",
					"areaID" : "430721",
					"cityID" : "430700",
					"id" : "1860"
				}, {
					"area" : "汉寿县",
					"areaID" : "430722",
					"cityID" : "430700",
					"id" : "1861"
				}, {
					"area" : "澧　县",
					"areaID" : "430723",
					"cityID" : "430700",
					"id" : "1862"
				}, {
					"area" : "临澧县",
					"areaID" : "430724",
					"cityID" : "430700",
					"id" : "1863"
				}, {
					"area" : "桃源县",
					"areaID" : "430725",
					"cityID" : "430700",
					"id" : "1864"
				}, {
					"area" : "石门县",
					"areaID" : "430726",
					"cityID" : "430700",
					"id" : "1865"
				}, {
					"area" : "津市市",
					"areaID" : "430781",
					"cityID" : "430700",
					"id" : "1866"
				} ],
				"city" : "常德市",
				"cityID" : "430700",
				"id" : "192",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430801",
					"cityID" : "430800",
					"id" : "1867"
				}, {
					"area" : "永定区",
					"areaID" : "430802",
					"cityID" : "430800",
					"id" : "1868"
				}, {
					"area" : "武陵源区",
					"areaID" : "430811",
					"cityID" : "430800",
					"id" : "1869"
				}, {
					"area" : "慈利县",
					"areaID" : "430821",
					"cityID" : "430800",
					"id" : "1870"
				}, {
					"area" : "桑植县",
					"areaID" : "430822",
					"cityID" : "430800",
					"id" : "1871"
				} ],
				"city" : "张家界市",
				"cityID" : "430800",
				"id" : "193",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "430901",
					"cityID" : "430900",
					"id" : "1872"
				}, {
					"area" : "资阳区",
					"areaID" : "430902",
					"cityID" : "430900",
					"id" : "1873"
				}, {
					"area" : "赫山区",
					"areaID" : "430903",
					"cityID" : "430900",
					"id" : "1874"
				}, {
					"area" : "南　县",
					"areaID" : "430921",
					"cityID" : "430900",
					"id" : "1875"
				}, {
					"area" : "桃江县",
					"areaID" : "430922",
					"cityID" : "430900",
					"id" : "1876"
				}, {
					"area" : "安化县",
					"areaID" : "430923",
					"cityID" : "430900",
					"id" : "1877"
				}, {
					"area" : "沅江市",
					"areaID" : "430981",
					"cityID" : "430900",
					"id" : "1878"
				} ],
				"city" : "益阳市",
				"cityID" : "430900",
				"id" : "194",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "431001",
					"cityID" : "431000",
					"id" : "1879"
				}, {
					"area" : "北湖区",
					"areaID" : "431002",
					"cityID" : "431000",
					"id" : "1880"
				}, {
					"area" : "苏仙区",
					"areaID" : "431003",
					"cityID" : "431000",
					"id" : "1881"
				}, {
					"area" : "桂阳县",
					"areaID" : "431021",
					"cityID" : "431000",
					"id" : "1882"
				}, {
					"area" : "宜章县",
					"areaID" : "431022",
					"cityID" : "431000",
					"id" : "1883"
				}, {
					"area" : "永兴县",
					"areaID" : "431023",
					"cityID" : "431000",
					"id" : "1884"
				}, {
					"area" : "嘉禾县",
					"areaID" : "431024",
					"cityID" : "431000",
					"id" : "1885"
				}, {
					"area" : "临武县",
					"areaID" : "431025",
					"cityID" : "431000",
					"id" : "1886"
				}, {
					"area" : "汝城县",
					"areaID" : "431026",
					"cityID" : "431000",
					"id" : "1887"
				}, {
					"area" : "桂东县",
					"areaID" : "431027",
					"cityID" : "431000",
					"id" : "1888"
				}, {
					"area" : "安仁县",
					"areaID" : "431028",
					"cityID" : "431000",
					"id" : "1889"
				}, {
					"area" : "资兴市",
					"areaID" : "431081",
					"cityID" : "431000",
					"id" : "1890"
				} ],
				"city" : "郴州市",
				"cityID" : "431000",
				"id" : "195",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "431101",
					"cityID" : "431100",
					"id" : "1891"
				}, {
					"area" : "芝山区",
					"areaID" : "431102",
					"cityID" : "431100",
					"id" : "1892"
				}, {
					"area" : "冷水滩区",
					"areaID" : "431103",
					"cityID" : "431100",
					"id" : "1893"
				}, {
					"area" : "祁阳县",
					"areaID" : "431121",
					"cityID" : "431100",
					"id" : "1894"
				}, {
					"area" : "东安县",
					"areaID" : "431122",
					"cityID" : "431100",
					"id" : "1895"
				}, {
					"area" : "双牌县",
					"areaID" : "431123",
					"cityID" : "431100",
					"id" : "1896"
				}, {
					"area" : "道　县",
					"areaID" : "431124",
					"cityID" : "431100",
					"id" : "1897"
				}, {
					"area" : "江永县",
					"areaID" : "431125",
					"cityID" : "431100",
					"id" : "1898"
				}, {
					"area" : "宁远县",
					"areaID" : "431126",
					"cityID" : "431100",
					"id" : "1899"
				}, {
					"area" : "蓝山县",
					"areaID" : "431127",
					"cityID" : "431100",
					"id" : "1900"
				}, {
					"area" : "新田县",
					"areaID" : "431128",
					"cityID" : "431100",
					"id" : "1901"
				}, {
					"area" : "江华瑶族自治县",
					"areaID" : "431129",
					"cityID" : "431100",
					"id" : "1902"
				} ],
				"city" : "永州市",
				"cityID" : "431100",
				"id" : "196",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "431201",
					"cityID" : "431200",
					"id" : "1903"
				}, {
					"area" : "鹤城区",
					"areaID" : "431202",
					"cityID" : "431200",
					"id" : "1904"
				}, {
					"area" : "中方县",
					"areaID" : "431221",
					"cityID" : "431200",
					"id" : "1905"
				}, {
					"area" : "沅陵县",
					"areaID" : "431222",
					"cityID" : "431200",
					"id" : "1906"
				}, {
					"area" : "辰溪县",
					"areaID" : "431223",
					"cityID" : "431200",
					"id" : "1907"
				}, {
					"area" : "溆浦县",
					"areaID" : "431224",
					"cityID" : "431200",
					"id" : "1908"
				}, {
					"area" : "会同县",
					"areaID" : "431225",
					"cityID" : "431200",
					"id" : "1909"
				}, {
					"area" : "麻阳苗族自治县",
					"areaID" : "431226",
					"cityID" : "431200",
					"id" : "1910"
				}, {
					"area" : "新晃侗族自治县",
					"areaID" : "431227",
					"cityID" : "431200",
					"id" : "1911"
				}, {
					"area" : "芷江侗族自治县",
					"areaID" : "431228",
					"cityID" : "431200",
					"id" : "1912"
				}, {
					"area" : "靖州苗族侗族自治县",
					"areaID" : "431229",
					"cityID" : "431200",
					"id" : "1913"
				}, {
					"area" : "通道侗族自治县",
					"areaID" : "431230",
					"cityID" : "431200",
					"id" : "1914"
				}, {
					"area" : "洪江市",
					"areaID" : "431281",
					"cityID" : "431200",
					"id" : "1915"
				} ],
				"city" : "怀化市",
				"cityID" : "431200",
				"id" : "197",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "431301",
					"cityID" : "431300",
					"id" : "1916"
				}, {
					"area" : "娄星区",
					"areaID" : "431302",
					"cityID" : "431300",
					"id" : "1917"
				}, {
					"area" : "双峰县",
					"areaID" : "431321",
					"cityID" : "431300",
					"id" : "1918"
				}, {
					"area" : "新化县",
					"areaID" : "431322",
					"cityID" : "431300",
					"id" : "1919"
				}, {
					"area" : "冷水江市",
					"areaID" : "431381",
					"cityID" : "431300",
					"id" : "1920"
				}, {
					"area" : "涟源市",
					"areaID" : "431382",
					"cityID" : "431300",
					"id" : "1921"
				} ],
				"city" : "娄底市",
				"cityID" : "431300",
				"id" : "198",
				"provinceID" : "430000"
			}, {
				"area" : [ {
					"area" : "吉首市",
					"areaID" : "433101",
					"cityID" : "433100",
					"id" : "1922"
				}, {
					"area" : "泸溪县",
					"areaID" : "433122",
					"cityID" : "433100",
					"id" : "1923"
				}, {
					"area" : "凤凰县",
					"areaID" : "433123",
					"cityID" : "433100",
					"id" : "1924"
				}, {
					"area" : "花垣县",
					"areaID" : "433124",
					"cityID" : "433100",
					"id" : "1925"
				}, {
					"area" : "保靖县",
					"areaID" : "433125",
					"cityID" : "433100",
					"id" : "1926"
				}, {
					"area" : "古丈县",
					"areaID" : "433126",
					"cityID" : "433100",
					"id" : "1927"
				}, {
					"area" : "永顺县",
					"areaID" : "433127",
					"cityID" : "433100",
					"id" : "1928"
				}, {
					"area" : "龙山县",
					"areaID" : "433130",
					"cityID" : "433100",
					"id" : "1929"
				} ],
				"city" : "湘西土家族苗族自治州",
				"cityID" : "433100",
				"id" : "199",
				"provinceID" : "430000"
			} ],
			"id" : "18",
			"province" : "湖南省",
			"provinceID" : "430000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440101",
					"cityID" : "440100",
					"id" : "1930"
				}, {
					"area" : "东山区",
					"areaID" : "440102",
					"cityID" : "440100",
					"id" : "1931"
				}, {
					"area" : "荔湾区",
					"areaID" : "440103",
					"cityID" : "440100",
					"id" : "1932"
				}, {
					"area" : "越秀区",
					"areaID" : "440104",
					"cityID" : "440100",
					"id" : "1933"
				}, {
					"area" : "海珠区",
					"areaID" : "440105",
					"cityID" : "440100",
					"id" : "1934"
				}, {
					"area" : "天河区",
					"areaID" : "440106",
					"cityID" : "440100",
					"id" : "1935"
				}, {
					"area" : "芳村区",
					"areaID" : "440107",
					"cityID" : "440100",
					"id" : "1936"
				}, {
					"area" : "白云区",
					"areaID" : "440111",
					"cityID" : "440100",
					"id" : "1937"
				}, {
					"area" : "黄埔区",
					"areaID" : "440112",
					"cityID" : "440100",
					"id" : "1938"
				}, {
					"area" : "番禺区",
					"areaID" : "440113",
					"cityID" : "440100",
					"id" : "1939"
				}, {
					"area" : "花都区",
					"areaID" : "440114",
					"cityID" : "440100",
					"id" : "1940"
				}, {
					"area" : "增城市",
					"areaID" : "440183",
					"cityID" : "440100",
					"id" : "1941"
				}, {
					"area" : "从化市",
					"areaID" : "440184",
					"cityID" : "440100",
					"id" : "1942"
				} ],
				"city" : "广州市",
				"cityID" : "440100",
				"id" : "200",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440201",
					"cityID" : "440200",
					"id" : "1943"
				}, {
					"area" : "武江区",
					"areaID" : "440203",
					"cityID" : "440200",
					"id" : "1944"
				}, {
					"area" : "浈江区",
					"areaID" : "440204",
					"cityID" : "440200",
					"id" : "1945"
				}, {
					"area" : "曲江区",
					"areaID" : "440205",
					"cityID" : "440200",
					"id" : "1946"
				}, {
					"area" : "始兴县",
					"areaID" : "440222",
					"cityID" : "440200",
					"id" : "1947"
				}, {
					"area" : "仁化县",
					"areaID" : "440224",
					"cityID" : "440200",
					"id" : "1948"
				}, {
					"area" : "翁源县",
					"areaID" : "440229",
					"cityID" : "440200",
					"id" : "1949"
				}, {
					"area" : "乳源瑶族自治县",
					"areaID" : "440232",
					"cityID" : "440200",
					"id" : "1950"
				}, {
					"area" : "新丰县",
					"areaID" : "440233",
					"cityID" : "440200",
					"id" : "1951"
				}, {
					"area" : "乐昌市",
					"areaID" : "440281",
					"cityID" : "440200",
					"id" : "1952"
				}, {
					"area" : "南雄市",
					"areaID" : "440282",
					"cityID" : "440200",
					"id" : "1953"
				} ],
				"city" : "韶关市",
				"cityID" : "440200",
				"id" : "201",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440301",
					"cityID" : "440300",
					"id" : "1954"
				}, {
					"area" : "罗湖区",
					"areaID" : "440303",
					"cityID" : "440300",
					"id" : "1955"
				}, {
					"area" : "福田区",
					"areaID" : "440304",
					"cityID" : "440300",
					"id" : "1956"
				}, {
					"area" : "南山区",
					"areaID" : "440305",
					"cityID" : "440300",
					"id" : "1957"
				}, {
					"area" : "宝安区",
					"areaID" : "440306",
					"cityID" : "440300",
					"id" : "1958"
				}, {
					"area" : "龙岗区",
					"areaID" : "440307",
					"cityID" : "440300",
					"id" : "1959"
				}, {
					"area" : "盐田区",
					"areaID" : "440308",
					"cityID" : "440300",
					"id" : "1960"
				} ],
				"city" : "深圳市",
				"cityID" : "440300",
				"id" : "202",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440401",
					"cityID" : "440400",
					"id" : "1961"
				}, {
					"area" : "香洲区",
					"areaID" : "440402",
					"cityID" : "440400",
					"id" : "1962"
				}, {
					"area" : "斗门区",
					"areaID" : "440403",
					"cityID" : "440400",
					"id" : "1963"
				}, {
					"area" : "金湾区",
					"areaID" : "440404",
					"cityID" : "440400",
					"id" : "1964"
				} ],
				"city" : "珠海市",
				"cityID" : "440400",
				"id" : "203",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440501",
					"cityID" : "440500",
					"id" : "1965"
				}, {
					"area" : "龙湖区",
					"areaID" : "440507",
					"cityID" : "440500",
					"id" : "1966"
				}, {
					"area" : "金平区",
					"areaID" : "440511",
					"cityID" : "440500",
					"id" : "1967"
				}, {
					"area" : "濠江区",
					"areaID" : "440512",
					"cityID" : "440500",
					"id" : "1968"
				}, {
					"area" : "潮阳区",
					"areaID" : "440513",
					"cityID" : "440500",
					"id" : "1969"
				}, {
					"area" : "潮南区",
					"areaID" : "440514",
					"cityID" : "440500",
					"id" : "1970"
				}, {
					"area" : "澄海区",
					"areaID" : "440515",
					"cityID" : "440500",
					"id" : "1971"
				}, {
					"area" : "南澳县",
					"areaID" : "440523",
					"cityID" : "440500",
					"id" : "1972"
				} ],
				"city" : "汕头市",
				"cityID" : "440500",
				"id" : "204",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440601",
					"cityID" : "440600",
					"id" : "1973"
				}, {
					"area" : "禅城区",
					"areaID" : "440604",
					"cityID" : "440600",
					"id" : "1974"
				}, {
					"area" : "南海区",
					"areaID" : "440605",
					"cityID" : "440600",
					"id" : "1975"
				}, {
					"area" : "顺德区",
					"areaID" : "440606",
					"cityID" : "440600",
					"id" : "1976"
				}, {
					"area" : "三水区",
					"areaID" : "440607",
					"cityID" : "440600",
					"id" : "1977"
				}, {
					"area" : "高明区",
					"areaID" : "440608",
					"cityID" : "440600",
					"id" : "1978"
				} ],
				"city" : "佛山市",
				"cityID" : "440600",
				"id" : "205",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440701",
					"cityID" : "440700",
					"id" : "1979"
				}, {
					"area" : "蓬江区",
					"areaID" : "440703",
					"cityID" : "440700",
					"id" : "1980"
				}, {
					"area" : "江海区",
					"areaID" : "440704",
					"cityID" : "440700",
					"id" : "1981"
				}, {
					"area" : "新会区",
					"areaID" : "440705",
					"cityID" : "440700",
					"id" : "1982"
				}, {
					"area" : "台山市",
					"areaID" : "440781",
					"cityID" : "440700",
					"id" : "1983"
				}, {
					"area" : "开平市",
					"areaID" : "440783",
					"cityID" : "440700",
					"id" : "1984"
				}, {
					"area" : "鹤山市",
					"areaID" : "440784",
					"cityID" : "440700",
					"id" : "1985"
				}, {
					"area" : "恩平市",
					"areaID" : "440785",
					"cityID" : "440700",
					"id" : "1986"
				} ],
				"city" : "江门市",
				"cityID" : "440700",
				"id" : "206",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440801",
					"cityID" : "440800",
					"id" : "1987"
				}, {
					"area" : "赤坎区",
					"areaID" : "440802",
					"cityID" : "440800",
					"id" : "1988"
				}, {
					"area" : "霞山区",
					"areaID" : "440803",
					"cityID" : "440800",
					"id" : "1989"
				}, {
					"area" : "坡头区",
					"areaID" : "440804",
					"cityID" : "440800",
					"id" : "1990"
				}, {
					"area" : "麻章区",
					"areaID" : "440811",
					"cityID" : "440800",
					"id" : "1991"
				}, {
					"area" : "遂溪县",
					"areaID" : "440823",
					"cityID" : "440800",
					"id" : "1992"
				}, {
					"area" : "徐闻县",
					"areaID" : "440825",
					"cityID" : "440800",
					"id" : "1993"
				}, {
					"area" : "廉江市",
					"areaID" : "440881",
					"cityID" : "440800",
					"id" : "1994"
				}, {
					"area" : "雷州市",
					"areaID" : "440882",
					"cityID" : "440800",
					"id" : "1995"
				}, {
					"area" : "吴川市",
					"areaID" : "440883",
					"cityID" : "440800",
					"id" : "1996"
				} ],
				"city" : "湛江市",
				"cityID" : "440800",
				"id" : "207",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "440901",
					"cityID" : "440900",
					"id" : "1997"
				}, {
					"area" : "茂南区",
					"areaID" : "440902",
					"cityID" : "440900",
					"id" : "1998"
				}, {
					"area" : "茂港区",
					"areaID" : "440903",
					"cityID" : "440900",
					"id" : "1999"
				}, {
					"area" : "电白县",
					"areaID" : "440923",
					"cityID" : "440900",
					"id" : "2000"
				}, {
					"area" : "高州市",
					"areaID" : "440981",
					"cityID" : "440900",
					"id" : "2001"
				}, {
					"area" : "化州市",
					"areaID" : "440982",
					"cityID" : "440900",
					"id" : "2002"
				}, {
					"area" : "信宜市",
					"areaID" : "440983",
					"cityID" : "440900",
					"id" : "2003"
				} ],
				"city" : "茂名市",
				"cityID" : "440900",
				"id" : "208",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "441201",
					"cityID" : "441200",
					"id" : "2004"
				}, {
					"area" : "端州区",
					"areaID" : "441202",
					"cityID" : "441200",
					"id" : "2005"
				}, {
					"area" : "鼎湖区",
					"areaID" : "441203",
					"cityID" : "441200",
					"id" : "2006"
				}, {
					"area" : "广宁县",
					"areaID" : "441223",
					"cityID" : "441200",
					"id" : "2007"
				}, {
					"area" : "怀集县",
					"areaID" : "441224",
					"cityID" : "441200",
					"id" : "2008"
				}, {
					"area" : "封开县",
					"areaID" : "441225",
					"cityID" : "441200",
					"id" : "2009"
				}, {
					"area" : "德庆县",
					"areaID" : "441226",
					"cityID" : "441200",
					"id" : "2010"
				}, {
					"area" : "高要市",
					"areaID" : "441283",
					"cityID" : "441200",
					"id" : "2011"
				}, {
					"area" : "四会市",
					"areaID" : "441284",
					"cityID" : "441200",
					"id" : "2012"
				} ],
				"city" : "肇庆市",
				"cityID" : "441200",
				"id" : "209",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "441301",
					"cityID" : "441300",
					"id" : "2013"
				}, {
					"area" : "惠城区",
					"areaID" : "441302",
					"cityID" : "441300",
					"id" : "2014"
				}, {
					"area" : "惠阳区",
					"areaID" : "441303",
					"cityID" : "441300",
					"id" : "2015"
				}, {
					"area" : "博罗县",
					"areaID" : "441322",
					"cityID" : "441300",
					"id" : "2016"
				}, {
					"area" : "惠东县",
					"areaID" : "441323",
					"cityID" : "441300",
					"id" : "2017"
				}, {
					"area" : "龙门县",
					"areaID" : "441324",
					"cityID" : "441300",
					"id" : "2018"
				} ],
				"city" : "惠州市",
				"cityID" : "441300",
				"id" : "210",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "441401",
					"cityID" : "441400",
					"id" : "2019"
				}, {
					"area" : "梅江区",
					"areaID" : "441402",
					"cityID" : "441400",
					"id" : "2020"
				}, {
					"area" : "梅　县",
					"areaID" : "441421",
					"cityID" : "441400",
					"id" : "2021"
				}, {
					"area" : "大埔县",
					"areaID" : "441422",
					"cityID" : "441400",
					"id" : "2022"
				}, {
					"area" : "丰顺县",
					"areaID" : "441423",
					"cityID" : "441400",
					"id" : "2023"
				}, {
					"area" : "五华县",
					"areaID" : "441424",
					"cityID" : "441400",
					"id" : "2024"
				}, {
					"area" : "平远县",
					"areaID" : "441426",
					"cityID" : "441400",
					"id" : "2025"
				}, {
					"area" : "蕉岭县",
					"areaID" : "441427",
					"cityID" : "441400",
					"id" : "2026"
				}, {
					"area" : "兴宁市",
					"areaID" : "441481",
					"cityID" : "441400",
					"id" : "2027"
				} ],
				"city" : "梅州市",
				"cityID" : "441400",
				"id" : "211",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "441501",
					"cityID" : "441500",
					"id" : "2028"
				}, {
					"area" : "城　区",
					"areaID" : "441502",
					"cityID" : "441500",
					"id" : "2029"
				}, {
					"area" : "海丰县",
					"areaID" : "441521",
					"cityID" : "441500",
					"id" : "2030"
				}, {
					"area" : "陆河县",
					"areaID" : "441523",
					"cityID" : "441500",
					"id" : "2031"
				}, {
					"area" : "陆丰市",
					"areaID" : "441581",
					"cityID" : "441500",
					"id" : "2032"
				} ],
				"city" : "汕尾市",
				"cityID" : "441500",
				"id" : "212",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "441601",
					"cityID" : "441600",
					"id" : "2033"
				}, {
					"area" : "源城区",
					"areaID" : "441602",
					"cityID" : "441600",
					"id" : "2034"
				}, {
					"area" : "紫金县",
					"areaID" : "441621",
					"cityID" : "441600",
					"id" : "2035"
				}, {
					"area" : "龙川县",
					"areaID" : "441622",
					"cityID" : "441600",
					"id" : "2036"
				}, {
					"area" : "连平县",
					"areaID" : "441623",
					"cityID" : "441600",
					"id" : "2037"
				}, {
					"area" : "和平县",
					"areaID" : "441624",
					"cityID" : "441600",
					"id" : "2038"
				}, {
					"area" : "东源县",
					"areaID" : "441625",
					"cityID" : "441600",
					"id" : "2039"
				} ],
				"city" : "河源市",
				"cityID" : "441600",
				"id" : "213",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "441701",
					"cityID" : "441700",
					"id" : "2040"
				}, {
					"area" : "江城区",
					"areaID" : "441702",
					"cityID" : "441700",
					"id" : "2041"
				}, {
					"area" : "阳西县",
					"areaID" : "441721",
					"cityID" : "441700",
					"id" : "2042"
				}, {
					"area" : "阳东县",
					"areaID" : "441723",
					"cityID" : "441700",
					"id" : "2043"
				}, {
					"area" : "阳春市",
					"areaID" : "441781",
					"cityID" : "441700",
					"id" : "2044"
				} ],
				"city" : "阳江市",
				"cityID" : "441700",
				"id" : "214",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "441801",
					"cityID" : "441800",
					"id" : "2045"
				}, {
					"area" : "清城区",
					"areaID" : "441802",
					"cityID" : "441800",
					"id" : "2046"
				}, {
					"area" : "佛冈县",
					"areaID" : "441821",
					"cityID" : "441800",
					"id" : "2047"
				}, {
					"area" : "阳山县",
					"areaID" : "441823",
					"cityID" : "441800",
					"id" : "2048"
				}, {
					"area" : "连山壮族瑶族自治县",
					"areaID" : "441825",
					"cityID" : "441800",
					"id" : "2049"
				}, {
					"area" : "连南瑶族自治县",
					"areaID" : "441826",
					"cityID" : "441800",
					"id" : "2050"
				}, {
					"area" : "清新县",
					"areaID" : "441827",
					"cityID" : "441800",
					"id" : "2051"
				}, {
					"area" : "英德市",
					"areaID" : "441881",
					"cityID" : "441800",
					"id" : "2052"
				}, {
					"area" : "连州市",
					"areaID" : "441882",
					"cityID" : "441800",
					"id" : "2053"
				} ],
				"city" : "清远市",
				"cityID" : "441800",
				"id" : "215",
				"provinceID" : "440000"
			}, {
				"area" : [],
				"city" : "东莞市",
				"cityID" : "441900",
				"id" : "216",
				"provinceID" : "440000"
			}, {
				"area" : [],
				"city" : "中山市",
				"cityID" : "442000",
				"id" : "217",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "445101",
					"cityID" : "445100",
					"id" : "2054"
				}, {
					"area" : "湘桥区",
					"areaID" : "445102",
					"cityID" : "445100",
					"id" : "2055"
				}, {
					"area" : "潮安县",
					"areaID" : "445121",
					"cityID" : "445100",
					"id" : "2056"
				}, {
					"area" : "饶平县",
					"areaID" : "445122",
					"cityID" : "445100",
					"id" : "2057"
				} ],
				"city" : "潮州市",
				"cityID" : "445100",
				"id" : "218",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "445201",
					"cityID" : "445200",
					"id" : "2058"
				}, {
					"area" : "榕城区",
					"areaID" : "445202",
					"cityID" : "445200",
					"id" : "2059"
				}, {
					"area" : "揭东县",
					"areaID" : "445221",
					"cityID" : "445200",
					"id" : "2060"
				}, {
					"area" : "揭西县",
					"areaID" : "445222",
					"cityID" : "445200",
					"id" : "2061"
				}, {
					"area" : "惠来县",
					"areaID" : "445224",
					"cityID" : "445200",
					"id" : "2062"
				}, {
					"area" : "普宁市",
					"areaID" : "445281",
					"cityID" : "445200",
					"id" : "2063"
				} ],
				"city" : "揭阳市",
				"cityID" : "445200",
				"id" : "219",
				"provinceID" : "440000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "445301",
					"cityID" : "445300",
					"id" : "2064"
				}, {
					"area" : "云城区",
					"areaID" : "445302",
					"cityID" : "445300",
					"id" : "2065"
				}, {
					"area" : "新兴县",
					"areaID" : "445321",
					"cityID" : "445300",
					"id" : "2066"
				}, {
					"area" : "郁南县",
					"areaID" : "445322",
					"cityID" : "445300",
					"id" : "2067"
				}, {
					"area" : "云安县",
					"areaID" : "445323",
					"cityID" : "445300",
					"id" : "2068"
				}, {
					"area" : "罗定市",
					"areaID" : "445381",
					"cityID" : "445300",
					"id" : "2069"
				} ],
				"city" : "云浮市",
				"cityID" : "445300",
				"id" : "220",
				"provinceID" : "440000"
			} ],
			"id" : "19",
			"province" : "广东省",
			"provinceID" : "440000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "和平区",
					"areaID" : "120101",
					"cityID" : "120100",
					"id" : "19"
				}, {
					"area" : "河东区",
					"areaID" : "120102",
					"cityID" : "120100",
					"id" : "20"
				}, {
					"area" : "河西区",
					"areaID" : "120103",
					"cityID" : "120100",
					"id" : "21"
				}, {
					"area" : "南开区",
					"areaID" : "120104",
					"cityID" : "120100",
					"id" : "22"
				}, {
					"area" : "河北区",
					"areaID" : "120105",
					"cityID" : "120100",
					"id" : "23"
				}, {
					"area" : "红桥区",
					"areaID" : "120106",
					"cityID" : "120100",
					"id" : "24"
				}, {
					"area" : "塘沽区",
					"areaID" : "120107",
					"cityID" : "120100",
					"id" : "25"
				}, {
					"area" : "汉沽区",
					"areaID" : "120108",
					"cityID" : "120100",
					"id" : "26"
				}, {
					"area" : "大港区",
					"areaID" : "120109",
					"cityID" : "120100",
					"id" : "27"
				}, {
					"area" : "东丽区",
					"areaID" : "120110",
					"cityID" : "120100",
					"id" : "28"
				}, {
					"area" : "西青区",
					"areaID" : "120111",
					"cityID" : "120100",
					"id" : "29"
				}, {
					"area" : "津南区",
					"areaID" : "120112",
					"cityID" : "120100",
					"id" : "30"
				}, {
					"area" : "北辰区",
					"areaID" : "120113",
					"cityID" : "120100",
					"id" : "31"
				}, {
					"area" : "武清区",
					"areaID" : "120114",
					"cityID" : "120100",
					"id" : "32"
				}, {
					"area" : "宝坻区",
					"areaID" : "120115",
					"cityID" : "120100",
					"id" : "33"
				} ],
				"city" : "市辖区",
				"cityID" : "120100",
				"id" : "3",
				"provinceID" : "120000"
			}, {
				"area" : [ {
					"area" : "宁河县",
					"areaID" : "120221",
					"cityID" : "120200",
					"id" : "34"
				}, {
					"area" : "静海县",
					"areaID" : "120223",
					"cityID" : "120200",
					"id" : "35"
				}, {
					"area" : "蓟　县",
					"areaID" : "120225",
					"cityID" : "120200",
					"id" : "36"
				} ],
				"city" : "县",
				"cityID" : "120200",
				"id" : "4",
				"provinceID" : "120000"
			} ],
			"id" : "2",
			"province" : "天津市",
			"provinceID" : "120000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450101",
					"cityID" : "450100",
					"id" : "2070"
				}, {
					"area" : "兴宁区",
					"areaID" : "450102",
					"cityID" : "450100",
					"id" : "2071"
				}, {
					"area" : "青秀区",
					"areaID" : "450103",
					"cityID" : "450100",
					"id" : "2072"
				}, {
					"area" : "江南区",
					"areaID" : "450105",
					"cityID" : "450100",
					"id" : "2073"
				}, {
					"area" : "西乡塘区",
					"areaID" : "450107",
					"cityID" : "450100",
					"id" : "2074"
				}, {
					"area" : "良庆区",
					"areaID" : "450108",
					"cityID" : "450100",
					"id" : "2075"
				}, {
					"area" : "邕宁区",
					"areaID" : "450109",
					"cityID" : "450100",
					"id" : "2076"
				}, {
					"area" : "武鸣县",
					"areaID" : "450122",
					"cityID" : "450100",
					"id" : "2077"
				}, {
					"area" : "隆安县",
					"areaID" : "450123",
					"cityID" : "450100",
					"id" : "2078"
				}, {
					"area" : "马山县",
					"areaID" : "450124",
					"cityID" : "450100",
					"id" : "2079"
				}, {
					"area" : "上林县",
					"areaID" : "450125",
					"cityID" : "450100",
					"id" : "2080"
				}, {
					"area" : "宾阳县",
					"areaID" : "450126",
					"cityID" : "450100",
					"id" : "2081"
				}, {
					"area" : "横　县",
					"areaID" : "450127",
					"cityID" : "450100",
					"id" : "2082"
				} ],
				"city" : "南宁市",
				"cityID" : "450100",
				"id" : "221",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450201",
					"cityID" : "450200",
					"id" : "2083"
				}, {
					"area" : "城中区",
					"areaID" : "450202",
					"cityID" : "450200",
					"id" : "2084"
				}, {
					"area" : "鱼峰区",
					"areaID" : "450203",
					"cityID" : "450200",
					"id" : "2085"
				}, {
					"area" : "柳南区",
					"areaID" : "450204",
					"cityID" : "450200",
					"id" : "2086"
				}, {
					"area" : "柳北区",
					"areaID" : "450205",
					"cityID" : "450200",
					"id" : "2087"
				}, {
					"area" : "柳江县",
					"areaID" : "450221",
					"cityID" : "450200",
					"id" : "2088"
				}, {
					"area" : "柳城县",
					"areaID" : "450222",
					"cityID" : "450200",
					"id" : "2089"
				}, {
					"area" : "鹿寨县",
					"areaID" : "450223",
					"cityID" : "450200",
					"id" : "2090"
				}, {
					"area" : "融安县",
					"areaID" : "450224",
					"cityID" : "450200",
					"id" : "2091"
				}, {
					"area" : "融水苗族自治县",
					"areaID" : "450225",
					"cityID" : "450200",
					"id" : "2092"
				}, {
					"area" : "三江侗族自治县",
					"areaID" : "450226",
					"cityID" : "450200",
					"id" : "2093"
				} ],
				"city" : "柳州市",
				"cityID" : "450200",
				"id" : "222",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450301",
					"cityID" : "450300",
					"id" : "2094"
				}, {
					"area" : "秀峰区",
					"areaID" : "450302",
					"cityID" : "450300",
					"id" : "2095"
				}, {
					"area" : "叠彩区",
					"areaID" : "450303",
					"cityID" : "450300",
					"id" : "2096"
				}, {
					"area" : "象山区",
					"areaID" : "450304",
					"cityID" : "450300",
					"id" : "2097"
				}, {
					"area" : "七星区",
					"areaID" : "450305",
					"cityID" : "450300",
					"id" : "2098"
				}, {
					"area" : "雁山区",
					"areaID" : "450311",
					"cityID" : "450300",
					"id" : "2099"
				}, {
					"area" : "阳朔县",
					"areaID" : "450321",
					"cityID" : "450300",
					"id" : "2100"
				}, {
					"area" : "临桂县",
					"areaID" : "450322",
					"cityID" : "450300",
					"id" : "2101"
				}, {
					"area" : "灵川县",
					"areaID" : "450323",
					"cityID" : "450300",
					"id" : "2102"
				}, {
					"area" : "全州县",
					"areaID" : "450324",
					"cityID" : "450300",
					"id" : "2103"
				}, {
					"area" : "兴安县",
					"areaID" : "450325",
					"cityID" : "450300",
					"id" : "2104"
				}, {
					"area" : "永福县",
					"areaID" : "450326",
					"cityID" : "450300",
					"id" : "2105"
				}, {
					"area" : "灌阳县",
					"areaID" : "450327",
					"cityID" : "450300",
					"id" : "2106"
				}, {
					"area" : "龙胜各族自治县",
					"areaID" : "450328",
					"cityID" : "450300",
					"id" : "2107"
				}, {
					"area" : "资源县",
					"areaID" : "450329",
					"cityID" : "450300",
					"id" : "2108"
				}, {
					"area" : "平乐县",
					"areaID" : "450330",
					"cityID" : "450300",
					"id" : "2109"
				}, {
					"area" : "荔蒲县",
					"areaID" : "450331",
					"cityID" : "450300",
					"id" : "2110"
				}, {
					"area" : "恭城瑶族自治县",
					"areaID" : "450332",
					"cityID" : "450300",
					"id" : "2111"
				} ],
				"city" : "桂林市",
				"cityID" : "450300",
				"id" : "223",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450401",
					"cityID" : "450400",
					"id" : "2112"
				}, {
					"area" : "万秀区",
					"areaID" : "450403",
					"cityID" : "450400",
					"id" : "2113"
				}, {
					"area" : "蝶山区",
					"areaID" : "450404",
					"cityID" : "450400",
					"id" : "2114"
				}, {
					"area" : "长洲区",
					"areaID" : "450405",
					"cityID" : "450400",
					"id" : "2115"
				}, {
					"area" : "苍梧县",
					"areaID" : "450421",
					"cityID" : "450400",
					"id" : "2116"
				}, {
					"area" : "藤　县",
					"areaID" : "450422",
					"cityID" : "450400",
					"id" : "2117"
				}, {
					"area" : "蒙山县",
					"areaID" : "450423",
					"cityID" : "450400",
					"id" : "2118"
				}, {
					"area" : "岑溪市",
					"areaID" : "450481",
					"cityID" : "450400",
					"id" : "2119"
				} ],
				"city" : "梧州市",
				"cityID" : "450400",
				"id" : "224",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450501",
					"cityID" : "450500",
					"id" : "2120"
				}, {
					"area" : "海城区",
					"areaID" : "450502",
					"cityID" : "450500",
					"id" : "2121"
				}, {
					"area" : "银海区",
					"areaID" : "450503",
					"cityID" : "450500",
					"id" : "2122"
				}, {
					"area" : "铁山港区",
					"areaID" : "450512",
					"cityID" : "450500",
					"id" : "2123"
				}, {
					"area" : "合浦县",
					"areaID" : "450521",
					"cityID" : "450500",
					"id" : "2124"
				} ],
				"city" : "北海市",
				"cityID" : "450500",
				"id" : "225",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450601",
					"cityID" : "450600",
					"id" : "2125"
				}, {
					"area" : "港口区",
					"areaID" : "450602",
					"cityID" : "450600",
					"id" : "2126"
				}, {
					"area" : "防城区",
					"areaID" : "450603",
					"cityID" : "450600",
					"id" : "2127"
				}, {
					"area" : "上思县",
					"areaID" : "450621",
					"cityID" : "450600",
					"id" : "2128"
				}, {
					"area" : "东兴市",
					"areaID" : "450681",
					"cityID" : "450600",
					"id" : "2129"
				} ],
				"city" : "防城港市",
				"cityID" : "450600",
				"id" : "226",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450701",
					"cityID" : "450700",
					"id" : "2130"
				}, {
					"area" : "钦南区",
					"areaID" : "450702",
					"cityID" : "450700",
					"id" : "2131"
				}, {
					"area" : "钦北区",
					"areaID" : "450703",
					"cityID" : "450700",
					"id" : "2132"
				}, {
					"area" : "灵山县",
					"areaID" : "450721",
					"cityID" : "450700",
					"id" : "2133"
				}, {
					"area" : "浦北县",
					"areaID" : "450722",
					"cityID" : "450700",
					"id" : "2134"
				} ],
				"city" : "钦州市",
				"cityID" : "450700",
				"id" : "227",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450801",
					"cityID" : "450800",
					"id" : "2135"
				}, {
					"area" : "港北区",
					"areaID" : "450802",
					"cityID" : "450800",
					"id" : "2136"
				}, {
					"area" : "港南区",
					"areaID" : "450803",
					"cityID" : "450800",
					"id" : "2137"
				}, {
					"area" : "覃塘区",
					"areaID" : "450804",
					"cityID" : "450800",
					"id" : "2138"
				}, {
					"area" : "平南县",
					"areaID" : "450821",
					"cityID" : "450800",
					"id" : "2139"
				}, {
					"area" : "桂平市",
					"areaID" : "450881",
					"cityID" : "450800",
					"id" : "2140"
				} ],
				"city" : "贵港市",
				"cityID" : "450800",
				"id" : "228",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "450901",
					"cityID" : "450900",
					"id" : "2141"
				}, {
					"area" : "玉州区",
					"areaID" : "450902",
					"cityID" : "450900",
					"id" : "2142"
				}, {
					"area" : "容　县",
					"areaID" : "450921",
					"cityID" : "450900",
					"id" : "2143"
				}, {
					"area" : "陆川县",
					"areaID" : "450922",
					"cityID" : "450900",
					"id" : "2144"
				}, {
					"area" : "博白县",
					"areaID" : "450923",
					"cityID" : "450900",
					"id" : "2145"
				}, {
					"area" : "兴业县",
					"areaID" : "450924",
					"cityID" : "450900",
					"id" : "2146"
				}, {
					"area" : "北流市",
					"areaID" : "450981",
					"cityID" : "450900",
					"id" : "2147"
				} ],
				"city" : "玉林市",
				"cityID" : "450900",
				"id" : "229",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "451001",
					"cityID" : "451000",
					"id" : "2148"
				}, {
					"area" : "右江区",
					"areaID" : "451002",
					"cityID" : "451000",
					"id" : "2149"
				}, {
					"area" : "田阳县",
					"areaID" : "451021",
					"cityID" : "451000",
					"id" : "2150"
				}, {
					"area" : "田东县",
					"areaID" : "451022",
					"cityID" : "451000",
					"id" : "2151"
				}, {
					"area" : "平果县",
					"areaID" : "451023",
					"cityID" : "451000",
					"id" : "2152"
				}, {
					"area" : "德保县",
					"areaID" : "451024",
					"cityID" : "451000",
					"id" : "2153"
				}, {
					"area" : "靖西县",
					"areaID" : "451025",
					"cityID" : "451000",
					"id" : "2154"
				}, {
					"area" : "那坡县",
					"areaID" : "451026",
					"cityID" : "451000",
					"id" : "2155"
				}, {
					"area" : "凌云县",
					"areaID" : "451027",
					"cityID" : "451000",
					"id" : "2156"
				}, {
					"area" : "乐业县",
					"areaID" : "451028",
					"cityID" : "451000",
					"id" : "2157"
				}, {
					"area" : "田林县",
					"areaID" : "451029",
					"cityID" : "451000",
					"id" : "2158"
				}, {
					"area" : "西林县",
					"areaID" : "451030",
					"cityID" : "451000",
					"id" : "2159"
				}, {
					"area" : "隆林各族自治县",
					"areaID" : "451031",
					"cityID" : "451000",
					"id" : "2160"
				} ],
				"city" : "百色市",
				"cityID" : "451000",
				"id" : "230",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "451101",
					"cityID" : "451100",
					"id" : "2161"
				}, {
					"area" : "八步区",
					"areaID" : "451102",
					"cityID" : "451100",
					"id" : "2162"
				}, {
					"area" : "昭平县",
					"areaID" : "451121",
					"cityID" : "451100",
					"id" : "2163"
				}, {
					"area" : "钟山县",
					"areaID" : "451122",
					"cityID" : "451100",
					"id" : "2164"
				}, {
					"area" : "富川瑶族自治县",
					"areaID" : "451123",
					"cityID" : "451100",
					"id" : "2165"
				} ],
				"city" : "贺州市",
				"cityID" : "451100",
				"id" : "231",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "451201",
					"cityID" : "451200",
					"id" : "2166"
				}, {
					"area" : "金城江区",
					"areaID" : "451202",
					"cityID" : "451200",
					"id" : "2167"
				}, {
					"area" : "南丹县",
					"areaID" : "451221",
					"cityID" : "451200",
					"id" : "2168"
				}, {
					"area" : "天峨县",
					"areaID" : "451222",
					"cityID" : "451200",
					"id" : "2169"
				}, {
					"area" : "凤山县",
					"areaID" : "451223",
					"cityID" : "451200",
					"id" : "2170"
				}, {
					"area" : "东兰县",
					"areaID" : "451224",
					"cityID" : "451200",
					"id" : "2171"
				}, {
					"area" : "罗城仫佬族自治县",
					"areaID" : "451225",
					"cityID" : "451200",
					"id" : "2172"
				}, {
					"area" : "环江毛南族自治县",
					"areaID" : "451226",
					"cityID" : "451200",
					"id" : "2173"
				}, {
					"area" : "巴马瑶族自治县",
					"areaID" : "451227",
					"cityID" : "451200",
					"id" : "2174"
				}, {
					"area" : "都安瑶族自治县",
					"areaID" : "451228",
					"cityID" : "451200",
					"id" : "2175"
				}, {
					"area" : "大化瑶族自治县",
					"areaID" : "451229",
					"cityID" : "451200",
					"id" : "2176"
				}, {
					"area" : "宜州市",
					"areaID" : "451281",
					"cityID" : "451200",
					"id" : "2177"
				} ],
				"city" : "河池市",
				"cityID" : "451200",
				"id" : "232",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "451301",
					"cityID" : "451300",
					"id" : "2178"
				}, {
					"area" : "兴宾区",
					"areaID" : "451302",
					"cityID" : "451300",
					"id" : "2179"
				}, {
					"area" : "忻城县",
					"areaID" : "451321",
					"cityID" : "451300",
					"id" : "2180"
				}, {
					"area" : "象州县",
					"areaID" : "451322",
					"cityID" : "451300",
					"id" : "2181"
				}, {
					"area" : "武宣县",
					"areaID" : "451323",
					"cityID" : "451300",
					"id" : "2182"
				}, {
					"area" : "金秀瑶族自治县",
					"areaID" : "451324",
					"cityID" : "451300",
					"id" : "2183"
				}, {
					"area" : "合山市",
					"areaID" : "451381",
					"cityID" : "451300",
					"id" : "2184"
				} ],
				"city" : "来宾市",
				"cityID" : "451300",
				"id" : "233",
				"provinceID" : "450000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "451401",
					"cityID" : "451400",
					"id" : "2185"
				}, {
					"area" : "江洲区",
					"areaID" : "451402",
					"cityID" : "451400",
					"id" : "2186"
				}, {
					"area" : "扶绥县",
					"areaID" : "451421",
					"cityID" : "451400",
					"id" : "2187"
				}, {
					"area" : "宁明县",
					"areaID" : "451422",
					"cityID" : "451400",
					"id" : "2188"
				}, {
					"area" : "龙州县",
					"areaID" : "451423",
					"cityID" : "451400",
					"id" : "2189"
				}, {
					"area" : "大新县",
					"areaID" : "451424",
					"cityID" : "451400",
					"id" : "2190"
				}, {
					"area" : "天等县",
					"areaID" : "451425",
					"cityID" : "451400",
					"id" : "2191"
				}, {
					"area" : "凭祥市",
					"areaID" : "451481",
					"cityID" : "451400",
					"id" : "2192"
				} ],
				"city" : "崇左市",
				"cityID" : "451400",
				"id" : "234",
				"provinceID" : "450000"
			} ],
			"id" : "20",
			"province" : "广西壮族自治区",
			"provinceID" : "450000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "460101",
					"cityID" : "460100",
					"id" : "2193"
				}, {
					"area" : "秀英区",
					"areaID" : "460105",
					"cityID" : "460100",
					"id" : "2194"
				}, {
					"area" : "龙华区",
					"areaID" : "460106",
					"cityID" : "460100",
					"id" : "2195"
				}, {
					"area" : "琼山区",
					"areaID" : "460107",
					"cityID" : "460100",
					"id" : "2196"
				}, {
					"area" : "美兰区",
					"areaID" : "460108",
					"cityID" : "460100",
					"id" : "2197"
				} ],
				"city" : "海口市",
				"cityID" : "460100",
				"id" : "235",
				"provinceID" : "460000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "460201",
					"cityID" : "460200",
					"id" : "2198"
				} ],
				"city" : "三亚市",
				"cityID" : "460200",
				"id" : "236",
				"provinceID" : "460000"
			}, {
				"area" : [ {
					"area" : "五指山市",
					"areaID" : "469001",
					"cityID" : "469000",
					"id" : "2199"
				}, {
					"area" : "琼海市",
					"areaID" : "469002",
					"cityID" : "469000",
					"id" : "2200"
				}, {
					"area" : "儋州市",
					"areaID" : "469003",
					"cityID" : "469000",
					"id" : "2201"
				}, {
					"area" : "文昌市",
					"areaID" : "469005",
					"cityID" : "469000",
					"id" : "2202"
				}, {
					"area" : "万宁市",
					"areaID" : "469006",
					"cityID" : "469000",
					"id" : "2203"
				}, {
					"area" : "东方市",
					"areaID" : "469007",
					"cityID" : "469000",
					"id" : "2204"
				}, {
					"area" : "定安县",
					"areaID" : "469025",
					"cityID" : "469000",
					"id" : "2205"
				}, {
					"area" : "屯昌县",
					"areaID" : "469026",
					"cityID" : "469000",
					"id" : "2206"
				}, {
					"area" : "澄迈县",
					"areaID" : "469027",
					"cityID" : "469000",
					"id" : "2207"
				}, {
					"area" : "临高县",
					"areaID" : "469028",
					"cityID" : "469000",
					"id" : "2208"
				}, {
					"area" : "白沙黎族自治县",
					"areaID" : "469030",
					"cityID" : "469000",
					"id" : "2209"
				}, {
					"area" : "昌江黎族自治县",
					"areaID" : "469031",
					"cityID" : "469000",
					"id" : "2210"
				}, {
					"area" : "乐东黎族自治县",
					"areaID" : "469033",
					"cityID" : "469000",
					"id" : "2211"
				}, {
					"area" : "陵水黎族自治县",
					"areaID" : "469034",
					"cityID" : "469000",
					"id" : "2212"
				}, {
					"area" : "保亭黎族苗族自治县",
					"areaID" : "469035",
					"cityID" : "469000",
					"id" : "2213"
				}, {
					"area" : "琼中黎族苗族自治县",
					"areaID" : "469036",
					"cityID" : "469000",
					"id" : "2214"
				}, {
					"area" : "西沙群岛",
					"areaID" : "469037",
					"cityID" : "469000",
					"id" : "2215"
				}, {
					"area" : "南沙群岛",
					"areaID" : "469038",
					"cityID" : "469000",
					"id" : "2216"
				}, {
					"area" : "中沙群岛的岛礁及其海域",
					"areaID" : "469039",
					"cityID" : "469000",
					"id" : "2217"
				} ],
				"city" : "省直辖县级行政单位",
				"cityID" : "469000",
				"id" : "237",
				"provinceID" : "460000"
			} ],
			"id" : "21",
			"province" : "海南省",
			"provinceID" : "460000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "万州区",
					"areaID" : "500101",
					"cityID" : "500100",
					"id" : "2218"
				}, {
					"area" : "涪陵区",
					"areaID" : "500102",
					"cityID" : "500100",
					"id" : "2219"
				}, {
					"area" : "渝中区",
					"areaID" : "500103",
					"cityID" : "500100",
					"id" : "2220"
				}, {
					"area" : "大渡口区",
					"areaID" : "500104",
					"cityID" : "500100",
					"id" : "2221"
				}, {
					"area" : "江北区",
					"areaID" : "500105",
					"cityID" : "500100",
					"id" : "2222"
				}, {
					"area" : "沙坪坝区",
					"areaID" : "500106",
					"cityID" : "500100",
					"id" : "2223"
				}, {
					"area" : "九龙坡区",
					"areaID" : "500107",
					"cityID" : "500100",
					"id" : "2224"
				}, {
					"area" : "南岸区",
					"areaID" : "500108",
					"cityID" : "500100",
					"id" : "2225"
				}, {
					"area" : "北碚区",
					"areaID" : "500109",
					"cityID" : "500100",
					"id" : "2226"
				}, {
					"area" : "万盛区",
					"areaID" : "500110",
					"cityID" : "500100",
					"id" : "2227"
				}, {
					"area" : "双桥区",
					"areaID" : "500111",
					"cityID" : "500100",
					"id" : "2228"
				}, {
					"area" : "渝北区",
					"areaID" : "500112",
					"cityID" : "500100",
					"id" : "2229"
				}, {
					"area" : "巴南区",
					"areaID" : "500113",
					"cityID" : "500100",
					"id" : "2230"
				}, {
					"area" : "黔江区",
					"areaID" : "500114",
					"cityID" : "500100",
					"id" : "2231"
				}, {
					"area" : "长寿区",
					"areaID" : "500115",
					"cityID" : "500100",
					"id" : "2232"
				} ],
				"city" : "市辖区",
				"cityID" : "500100",
				"id" : "238",
				"provinceID" : "500000"
			}, {
				"area" : [ {
					"area" : "綦江县",
					"areaID" : "500222",
					"cityID" : "500200",
					"id" : "2233"
				}, {
					"area" : "潼南县",
					"areaID" : "500223",
					"cityID" : "500200",
					"id" : "2234"
				}, {
					"area" : "铜梁县",
					"areaID" : "500224",
					"cityID" : "500200",
					"id" : "2235"
				}, {
					"area" : "大足县",
					"areaID" : "500225",
					"cityID" : "500200",
					"id" : "2236"
				}, {
					"area" : "荣昌县",
					"areaID" : "500226",
					"cityID" : "500200",
					"id" : "2237"
				}, {
					"area" : "璧山县",
					"areaID" : "500227",
					"cityID" : "500200",
					"id" : "2238"
				}, {
					"area" : "梁平县",
					"areaID" : "500228",
					"cityID" : "500200",
					"id" : "2239"
				}, {
					"area" : "城口县",
					"areaID" : "500229",
					"cityID" : "500200",
					"id" : "2240"
				}, {
					"area" : "丰都县",
					"areaID" : "500230",
					"cityID" : "500200",
					"id" : "2241"
				}, {
					"area" : "垫江县",
					"areaID" : "500231",
					"cityID" : "500200",
					"id" : "2242"
				}, {
					"area" : "武隆县",
					"areaID" : "500232",
					"cityID" : "500200",
					"id" : "2243"
				}, {
					"area" : "忠　县",
					"areaID" : "500233",
					"cityID" : "500200",
					"id" : "2244"
				}, {
					"area" : "开　县",
					"areaID" : "500234",
					"cityID" : "500200",
					"id" : "2245"
				}, {
					"area" : "云阳县",
					"areaID" : "500235",
					"cityID" : "500200",
					"id" : "2246"
				}, {
					"area" : "奉节县",
					"areaID" : "500236",
					"cityID" : "500200",
					"id" : "2247"
				}, {
					"area" : "巫山县",
					"areaID" : "500237",
					"cityID" : "500200",
					"id" : "2248"
				}, {
					"area" : "巫溪县",
					"areaID" : "500238",
					"cityID" : "500200",
					"id" : "2249"
				}, {
					"area" : "石柱土家族自治县",
					"areaID" : "500240",
					"cityID" : "500200",
					"id" : "2250"
				}, {
					"area" : "秀山土家族苗族自治县",
					"areaID" : "500241",
					"cityID" : "500200",
					"id" : "2251"
				}, {
					"area" : "酉阳土家族苗族自治县",
					"areaID" : "500242",
					"cityID" : "500200",
					"id" : "2252"
				}, {
					"area" : "彭水苗族土家族自治县",
					"areaID" : "500243",
					"cityID" : "500200",
					"id" : "2253"
				} ],
				"city" : "县",
				"cityID" : "500200",
				"id" : "239",
				"provinceID" : "500000"
			}, {
				"area" : [ {
					"area" : "江津市",
					"areaID" : "500381",
					"cityID" : "500300",
					"id" : "2254"
				}, {
					"area" : "合川市",
					"areaID" : "500382",
					"cityID" : "500300",
					"id" : "2255"
				}, {
					"area" : "永川市",
					"areaID" : "500383",
					"cityID" : "500300",
					"id" : "2256"
				}, {
					"area" : "南川市",
					"areaID" : "500384",
					"cityID" : "500300",
					"id" : "2257"
				} ],
				"city" : "市",
				"cityID" : "500300",
				"id" : "240",
				"provinceID" : "500000"
			} ],
			"id" : "22",
			"province" : "重庆市",
			"provinceID" : "500000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510101",
					"cityID" : "510100",
					"id" : "2258"
				}, {
					"area" : "锦江区",
					"areaID" : "510104",
					"cityID" : "510100",
					"id" : "2259"
				}, {
					"area" : "青羊区",
					"areaID" : "510105",
					"cityID" : "510100",
					"id" : "2260"
				}, {
					"area" : "金牛区",
					"areaID" : "510106",
					"cityID" : "510100",
					"id" : "2261"
				}, {
					"area" : "武侯区",
					"areaID" : "510107",
					"cityID" : "510100",
					"id" : "2262"
				}, {
					"area" : "成华区",
					"areaID" : "510108",
					"cityID" : "510100",
					"id" : "2263"
				}, {
					"area" : "龙泉驿区",
					"areaID" : "510112",
					"cityID" : "510100",
					"id" : "2264"
				}, {
					"area" : "青白江区",
					"areaID" : "510113",
					"cityID" : "510100",
					"id" : "2265"
				}, {
					"area" : "新都区",
					"areaID" : "510114",
					"cityID" : "510100",
					"id" : "2266"
				}, {
					"area" : "温江区",
					"areaID" : "510115",
					"cityID" : "510100",
					"id" : "2267"
				}, {
					"area" : "金堂县",
					"areaID" : "510121",
					"cityID" : "510100",
					"id" : "2268"
				}, {
					"area" : "双流县",
					"areaID" : "510122",
					"cityID" : "510100",
					"id" : "2269"
				}, {
					"area" : "郫　县",
					"areaID" : "510124",
					"cityID" : "510100",
					"id" : "2270"
				}, {
					"area" : "大邑县",
					"areaID" : "510129",
					"cityID" : "510100",
					"id" : "2271"
				}, {
					"area" : "蒲江县",
					"areaID" : "510131",
					"cityID" : "510100",
					"id" : "2272"
				}, {
					"area" : "新津县",
					"areaID" : "510132",
					"cityID" : "510100",
					"id" : "2273"
				}, {
					"area" : "都江堰市",
					"areaID" : "510181",
					"cityID" : "510100",
					"id" : "2274"
				}, {
					"area" : "彭州市",
					"areaID" : "510182",
					"cityID" : "510100",
					"id" : "2275"
				}, {
					"area" : "邛崃市",
					"areaID" : "510183",
					"cityID" : "510100",
					"id" : "2276"
				}, {
					"area" : "崇州市",
					"areaID" : "510184",
					"cityID" : "510100",
					"id" : "2277"
				} ],
				"city" : "成都市",
				"cityID" : "510100",
				"id" : "241",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510301",
					"cityID" : "510300",
					"id" : "2278"
				}, {
					"area" : "自流井区",
					"areaID" : "510302",
					"cityID" : "510300",
					"id" : "2279"
				}, {
					"area" : "贡井区",
					"areaID" : "510303",
					"cityID" : "510300",
					"id" : "2280"
				}, {
					"area" : "大安区",
					"areaID" : "510304",
					"cityID" : "510300",
					"id" : "2281"
				}, {
					"area" : "沿滩区",
					"areaID" : "510311",
					"cityID" : "510300",
					"id" : "2282"
				}, {
					"area" : "荣　县",
					"areaID" : "510321",
					"cityID" : "510300",
					"id" : "2283"
				}, {
					"area" : "富顺县",
					"areaID" : "510322",
					"cityID" : "510300",
					"id" : "2284"
				} ],
				"city" : "自贡市",
				"cityID" : "510300",
				"id" : "242",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510401",
					"cityID" : "510400",
					"id" : "2285"
				}, {
					"area" : "东　区",
					"areaID" : "510402",
					"cityID" : "510400",
					"id" : "2286"
				}, {
					"area" : "西　区",
					"areaID" : "510403",
					"cityID" : "510400",
					"id" : "2287"
				}, {
					"area" : "仁和区",
					"areaID" : "510411",
					"cityID" : "510400",
					"id" : "2288"
				}, {
					"area" : "米易县",
					"areaID" : "510421",
					"cityID" : "510400",
					"id" : "2289"
				}, {
					"area" : "盐边县",
					"areaID" : "510422",
					"cityID" : "510400",
					"id" : "2290"
				} ],
				"city" : "攀枝花市",
				"cityID" : "510400",
				"id" : "243",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510501",
					"cityID" : "510500",
					"id" : "2291"
				}, {
					"area" : "江阳区",
					"areaID" : "510502",
					"cityID" : "510500",
					"id" : "2292"
				}, {
					"area" : "纳溪区",
					"areaID" : "510503",
					"cityID" : "510500",
					"id" : "2293"
				}, {
					"area" : "龙马潭区",
					"areaID" : "510504",
					"cityID" : "510500",
					"id" : "2294"
				}, {
					"area" : "泸　县",
					"areaID" : "510521",
					"cityID" : "510500",
					"id" : "2295"
				}, {
					"area" : "合江县",
					"areaID" : "510522",
					"cityID" : "510500",
					"id" : "2296"
				}, {
					"area" : "叙永县",
					"areaID" : "510524",
					"cityID" : "510500",
					"id" : "2297"
				}, {
					"area" : "古蔺县",
					"areaID" : "510525",
					"cityID" : "510500",
					"id" : "2298"
				} ],
				"city" : "泸州市",
				"cityID" : "510500",
				"id" : "244",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510601",
					"cityID" : "510600",
					"id" : "2299"
				}, {
					"area" : "旌阳区",
					"areaID" : "510603",
					"cityID" : "510600",
					"id" : "2300"
				}, {
					"area" : "中江县",
					"areaID" : "510623",
					"cityID" : "510600",
					"id" : "2301"
				}, {
					"area" : "罗江县",
					"areaID" : "510626",
					"cityID" : "510600",
					"id" : "2302"
				}, {
					"area" : "广汉市",
					"areaID" : "510681",
					"cityID" : "510600",
					"id" : "2303"
				}, {
					"area" : "什邡市",
					"areaID" : "510682",
					"cityID" : "510600",
					"id" : "2304"
				}, {
					"area" : "绵竹市",
					"areaID" : "510683",
					"cityID" : "510600",
					"id" : "2305"
				} ],
				"city" : "德阳市",
				"cityID" : "510600",
				"id" : "245",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510701",
					"cityID" : "510700",
					"id" : "2306"
				}, {
					"area" : "涪城区",
					"areaID" : "510703",
					"cityID" : "510700",
					"id" : "2307"
				}, {
					"area" : "游仙区",
					"areaID" : "510704",
					"cityID" : "510700",
					"id" : "2308"
				}, {
					"area" : "三台县",
					"areaID" : "510722",
					"cityID" : "510700",
					"id" : "2309"
				}, {
					"area" : "盐亭县",
					"areaID" : "510723",
					"cityID" : "510700",
					"id" : "2310"
				}, {
					"area" : "安　县",
					"areaID" : "510724",
					"cityID" : "510700",
					"id" : "2311"
				}, {
					"area" : "梓潼县",
					"areaID" : "510725",
					"cityID" : "510700",
					"id" : "2312"
				}, {
					"area" : "北川羌族自治县",
					"areaID" : "510726",
					"cityID" : "510700",
					"id" : "2313"
				}, {
					"area" : "平武县",
					"areaID" : "510727",
					"cityID" : "510700",
					"id" : "2314"
				}, {
					"area" : "江油市",
					"areaID" : "510781",
					"cityID" : "510700",
					"id" : "2315"
				} ],
				"city" : "绵阳市",
				"cityID" : "510700",
				"id" : "246",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510801",
					"cityID" : "510800",
					"id" : "2316"
				}, {
					"area" : "市中区",
					"areaID" : "510802",
					"cityID" : "510800",
					"id" : "2317"
				}, {
					"area" : "元坝区",
					"areaID" : "510811",
					"cityID" : "510800",
					"id" : "2318"
				}, {
					"area" : "朝天区",
					"areaID" : "510812",
					"cityID" : "510800",
					"id" : "2319"
				}, {
					"area" : "旺苍县",
					"areaID" : "510821",
					"cityID" : "510800",
					"id" : "2320"
				}, {
					"area" : "青川县",
					"areaID" : "510822",
					"cityID" : "510800",
					"id" : "2321"
				}, {
					"area" : "剑阁县",
					"areaID" : "510823",
					"cityID" : "510800",
					"id" : "2322"
				}, {
					"area" : "苍溪县",
					"areaID" : "510824",
					"cityID" : "510800",
					"id" : "2323"
				} ],
				"city" : "广元市",
				"cityID" : "510800",
				"id" : "247",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "510901",
					"cityID" : "510900",
					"id" : "2324"
				}, {
					"area" : "船山区",
					"areaID" : "510903",
					"cityID" : "510900",
					"id" : "2325"
				}, {
					"area" : "安居区",
					"areaID" : "510904",
					"cityID" : "510900",
					"id" : "2326"
				}, {
					"area" : "蓬溪县",
					"areaID" : "510921",
					"cityID" : "510900",
					"id" : "2327"
				}, {
					"area" : "射洪县",
					"areaID" : "510922",
					"cityID" : "510900",
					"id" : "2328"
				}, {
					"area" : "大英县",
					"areaID" : "510923",
					"cityID" : "510900",
					"id" : "2329"
				} ],
				"city" : "遂宁市",
				"cityID" : "510900",
				"id" : "248",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511001",
					"cityID" : "511000",
					"id" : "2330"
				}, {
					"area" : "市中区",
					"areaID" : "511002",
					"cityID" : "511000",
					"id" : "2331"
				}, {
					"area" : "东兴区",
					"areaID" : "511011",
					"cityID" : "511000",
					"id" : "2332"
				}, {
					"area" : "威远县",
					"areaID" : "511024",
					"cityID" : "511000",
					"id" : "2333"
				}, {
					"area" : "资中县",
					"areaID" : "511025",
					"cityID" : "511000",
					"id" : "2334"
				}, {
					"area" : "隆昌县",
					"areaID" : "511028",
					"cityID" : "511000",
					"id" : "2335"
				} ],
				"city" : "内江市",
				"cityID" : "511000",
				"id" : "249",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511101",
					"cityID" : "511100",
					"id" : "2336"
				}, {
					"area" : "市中区",
					"areaID" : "511102",
					"cityID" : "511100",
					"id" : "2337"
				}, {
					"area" : "沙湾区",
					"areaID" : "511111",
					"cityID" : "511100",
					"id" : "2338"
				}, {
					"area" : "五通桥区",
					"areaID" : "511112",
					"cityID" : "511100",
					"id" : "2339"
				}, {
					"area" : "金口河区",
					"areaID" : "511113",
					"cityID" : "511100",
					"id" : "2340"
				}, {
					"area" : "犍为县",
					"areaID" : "511123",
					"cityID" : "511100",
					"id" : "2341"
				}, {
					"area" : "井研县",
					"areaID" : "511124",
					"cityID" : "511100",
					"id" : "2342"
				}, {
					"area" : "夹江县",
					"areaID" : "511126",
					"cityID" : "511100",
					"id" : "2343"
				}, {
					"area" : "沐川县",
					"areaID" : "511129",
					"cityID" : "511100",
					"id" : "2344"
				}, {
					"area" : "峨边彝族自治县",
					"areaID" : "511132",
					"cityID" : "511100",
					"id" : "2345"
				}, {
					"area" : "马边彝族自治县",
					"areaID" : "511133",
					"cityID" : "511100",
					"id" : "2346"
				}, {
					"area" : "峨眉山市",
					"areaID" : "511181",
					"cityID" : "511100",
					"id" : "2347"
				} ],
				"city" : "乐山市",
				"cityID" : "511100",
				"id" : "250",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511301",
					"cityID" : "511300",
					"id" : "2348"
				}, {
					"area" : "顺庆区",
					"areaID" : "511302",
					"cityID" : "511300",
					"id" : "2349"
				}, {
					"area" : "高坪区",
					"areaID" : "511303",
					"cityID" : "511300",
					"id" : "2350"
				}, {
					"area" : "嘉陵区",
					"areaID" : "511304",
					"cityID" : "511300",
					"id" : "2351"
				}, {
					"area" : "南部县",
					"areaID" : "511321",
					"cityID" : "511300",
					"id" : "2352"
				}, {
					"area" : "营山县",
					"areaID" : "511322",
					"cityID" : "511300",
					"id" : "2353"
				}, {
					"area" : "蓬安县",
					"areaID" : "511323",
					"cityID" : "511300",
					"id" : "2354"
				}, {
					"area" : "仪陇县",
					"areaID" : "511324",
					"cityID" : "511300",
					"id" : "2355"
				}, {
					"area" : "西充县",
					"areaID" : "511325",
					"cityID" : "511300",
					"id" : "2356"
				}, {
					"area" : "阆中市",
					"areaID" : "511381",
					"cityID" : "511300",
					"id" : "2357"
				} ],
				"city" : "南充市",
				"cityID" : "511300",
				"id" : "251",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511401",
					"cityID" : "511400",
					"id" : "2358"
				}, {
					"area" : "东坡区",
					"areaID" : "511402",
					"cityID" : "511400",
					"id" : "2359"
				}, {
					"area" : "仁寿县",
					"areaID" : "511421",
					"cityID" : "511400",
					"id" : "2360"
				}, {
					"area" : "彭山县",
					"areaID" : "511422",
					"cityID" : "511400",
					"id" : "2361"
				}, {
					"area" : "洪雅县",
					"areaID" : "511423",
					"cityID" : "511400",
					"id" : "2362"
				}, {
					"area" : "丹棱县",
					"areaID" : "511424",
					"cityID" : "511400",
					"id" : "2363"
				}, {
					"area" : "青神县",
					"areaID" : "511425",
					"cityID" : "511400",
					"id" : "2364"
				} ],
				"city" : "眉山市",
				"cityID" : "511400",
				"id" : "252",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511501",
					"cityID" : "511500",
					"id" : "2365"
				}, {
					"area" : "翠屏区",
					"areaID" : "511502",
					"cityID" : "511500",
					"id" : "2366"
				}, {
					"area" : "宜宾县",
					"areaID" : "511521",
					"cityID" : "511500",
					"id" : "2367"
				}, {
					"area" : "南溪县",
					"areaID" : "511522",
					"cityID" : "511500",
					"id" : "2368"
				}, {
					"area" : "江安县",
					"areaID" : "511523",
					"cityID" : "511500",
					"id" : "2369"
				}, {
					"area" : "长宁县",
					"areaID" : "511524",
					"cityID" : "511500",
					"id" : "2370"
				}, {
					"area" : "高　县",
					"areaID" : "511525",
					"cityID" : "511500",
					"id" : "2371"
				}, {
					"area" : "珙　县",
					"areaID" : "511526",
					"cityID" : "511500",
					"id" : "2372"
				}, {
					"area" : "筠连县",
					"areaID" : "511527",
					"cityID" : "511500",
					"id" : "2373"
				}, {
					"area" : "兴文县",
					"areaID" : "511528",
					"cityID" : "511500",
					"id" : "2374"
				}, {
					"area" : "屏山县",
					"areaID" : "511529",
					"cityID" : "511500",
					"id" : "2375"
				} ],
				"city" : "宜宾市",
				"cityID" : "511500",
				"id" : "253",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511601",
					"cityID" : "511600",
					"id" : "2376"
				}, {
					"area" : "广安区",
					"areaID" : "511602",
					"cityID" : "511600",
					"id" : "2377"
				}, {
					"area" : "岳池县",
					"areaID" : "511621",
					"cityID" : "511600",
					"id" : "2378"
				}, {
					"area" : "武胜县",
					"areaID" : "511622",
					"cityID" : "511600",
					"id" : "2379"
				}, {
					"area" : "邻水县",
					"areaID" : "511623",
					"cityID" : "511600",
					"id" : "2380"
				}, {
					"area" : "华莹市",
					"areaID" : "511681",
					"cityID" : "511600",
					"id" : "2381"
				} ],
				"city" : "广安市",
				"cityID" : "511600",
				"id" : "254",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511701",
					"cityID" : "511700",
					"id" : "2382"
				}, {
					"area" : "通川区",
					"areaID" : "511702",
					"cityID" : "511700",
					"id" : "2383"
				}, {
					"area" : "达　县",
					"areaID" : "511721",
					"cityID" : "511700",
					"id" : "2384"
				}, {
					"area" : "宣汉县",
					"areaID" : "511722",
					"cityID" : "511700",
					"id" : "2385"
				}, {
					"area" : "开江县",
					"areaID" : "511723",
					"cityID" : "511700",
					"id" : "2386"
				}, {
					"area" : "大竹县",
					"areaID" : "511724",
					"cityID" : "511700",
					"id" : "2387"
				}, {
					"area" : "渠　县",
					"areaID" : "511725",
					"cityID" : "511700",
					"id" : "2388"
				}, {
					"area" : "万源市",
					"areaID" : "511781",
					"cityID" : "511700",
					"id" : "2389"
				} ],
				"city" : "达州市",
				"cityID" : "511700",
				"id" : "255",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511801",
					"cityID" : "511800",
					"id" : "2390"
				}, {
					"area" : "雨城区",
					"areaID" : "511802",
					"cityID" : "511800",
					"id" : "2391"
				}, {
					"area" : "名山县",
					"areaID" : "511821",
					"cityID" : "511800",
					"id" : "2392"
				}, {
					"area" : "荥经县",
					"areaID" : "511822",
					"cityID" : "511800",
					"id" : "2393"
				}, {
					"area" : "汉源县",
					"areaID" : "511823",
					"cityID" : "511800",
					"id" : "2394"
				}, {
					"area" : "石棉县",
					"areaID" : "511824",
					"cityID" : "511800",
					"id" : "2395"
				}, {
					"area" : "天全县",
					"areaID" : "511825",
					"cityID" : "511800",
					"id" : "2396"
				}, {
					"area" : "芦山县",
					"areaID" : "511826",
					"cityID" : "511800",
					"id" : "2397"
				}, {
					"area" : "宝兴县",
					"areaID" : "511827",
					"cityID" : "511800",
					"id" : "2398"
				} ],
				"city" : "雅安市",
				"cityID" : "511800",
				"id" : "256",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "511901",
					"cityID" : "511900",
					"id" : "2399"
				}, {
					"area" : "巴州区",
					"areaID" : "511902",
					"cityID" : "511900",
					"id" : "2400"
				}, {
					"area" : "通江县",
					"areaID" : "511921",
					"cityID" : "511900",
					"id" : "2401"
				}, {
					"area" : "南江县",
					"areaID" : "511922",
					"cityID" : "511900",
					"id" : "2402"
				}, {
					"area" : "平昌县",
					"areaID" : "511923",
					"cityID" : "511900",
					"id" : "2403"
				} ],
				"city" : "巴中市",
				"cityID" : "511900",
				"id" : "257",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "512001",
					"cityID" : "512000",
					"id" : "2404"
				}, {
					"area" : "雁江区",
					"areaID" : "512002",
					"cityID" : "512000",
					"id" : "2405"
				}, {
					"area" : "安岳县",
					"areaID" : "512021",
					"cityID" : "512000",
					"id" : "2406"
				}, {
					"area" : "乐至县",
					"areaID" : "512022",
					"cityID" : "512000",
					"id" : "2407"
				}, {
					"area" : "简阳市",
					"areaID" : "512081",
					"cityID" : "512000",
					"id" : "2408"
				} ],
				"city" : "资阳市",
				"cityID" : "512000",
				"id" : "258",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "汶川县",
					"areaID" : "513221",
					"cityID" : "513200",
					"id" : "2409"
				}, {
					"area" : "理　县",
					"areaID" : "513222",
					"cityID" : "513200",
					"id" : "2410"
				}, {
					"area" : "茂　县",
					"areaID" : "513223",
					"cityID" : "513200",
					"id" : "2411"
				}, {
					"area" : "松潘县",
					"areaID" : "513224",
					"cityID" : "513200",
					"id" : "2412"
				}, {
					"area" : "九寨沟县",
					"areaID" : "513225",
					"cityID" : "513200",
					"id" : "2413"
				}, {
					"area" : "金川县",
					"areaID" : "513226",
					"cityID" : "513200",
					"id" : "2414"
				}, {
					"area" : "小金县",
					"areaID" : "513227",
					"cityID" : "513200",
					"id" : "2415"
				}, {
					"area" : "黑水县",
					"areaID" : "513228",
					"cityID" : "513200",
					"id" : "2416"
				}, {
					"area" : "马尔康县",
					"areaID" : "513229",
					"cityID" : "513200",
					"id" : "2417"
				}, {
					"area" : "壤塘县",
					"areaID" : "513230",
					"cityID" : "513200",
					"id" : "2418"
				}, {
					"area" : "阿坝县",
					"areaID" : "513231",
					"cityID" : "513200",
					"id" : "2419"
				}, {
					"area" : "若尔盖县",
					"areaID" : "513232",
					"cityID" : "513200",
					"id" : "2420"
				}, {
					"area" : "红原县",
					"areaID" : "513233",
					"cityID" : "513200",
					"id" : "2421"
				} ],
				"city" : "阿坝藏族羌族自治州",
				"cityID" : "513200",
				"id" : "259",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "康定县",
					"areaID" : "513321",
					"cityID" : "513300",
					"id" : "2422"
				}, {
					"area" : "泸定县",
					"areaID" : "513322",
					"cityID" : "513300",
					"id" : "2423"
				}, {
					"area" : "丹巴县",
					"areaID" : "513323",
					"cityID" : "513300",
					"id" : "2424"
				}, {
					"area" : "九龙县",
					"areaID" : "513324",
					"cityID" : "513300",
					"id" : "2425"
				}, {
					"area" : "雅江县",
					"areaID" : "513325",
					"cityID" : "513300",
					"id" : "2426"
				}, {
					"area" : "道孚县",
					"areaID" : "513326",
					"cityID" : "513300",
					"id" : "2427"
				}, {
					"area" : "炉霍县",
					"areaID" : "513327",
					"cityID" : "513300",
					"id" : "2428"
				}, {
					"area" : "甘孜县",
					"areaID" : "513328",
					"cityID" : "513300",
					"id" : "2429"
				}, {
					"area" : "新龙县",
					"areaID" : "513329",
					"cityID" : "513300",
					"id" : "2430"
				}, {
					"area" : "德格县",
					"areaID" : "513330",
					"cityID" : "513300",
					"id" : "2431"
				}, {
					"area" : "白玉县",
					"areaID" : "513331",
					"cityID" : "513300",
					"id" : "2432"
				}, {
					"area" : "石渠县",
					"areaID" : "513332",
					"cityID" : "513300",
					"id" : "2433"
				}, {
					"area" : "色达县",
					"areaID" : "513333",
					"cityID" : "513300",
					"id" : "2434"
				}, {
					"area" : "理塘县",
					"areaID" : "513334",
					"cityID" : "513300",
					"id" : "2435"
				}, {
					"area" : "巴塘县",
					"areaID" : "513335",
					"cityID" : "513300",
					"id" : "2436"
				}, {
					"area" : "乡城县",
					"areaID" : "513336",
					"cityID" : "513300",
					"id" : "2437"
				}, {
					"area" : "稻城县",
					"areaID" : "513337",
					"cityID" : "513300",
					"id" : "2438"
				}, {
					"area" : "得荣县",
					"areaID" : "513338",
					"cityID" : "513300",
					"id" : "2439"
				} ],
				"city" : "甘孜藏族自治州",
				"cityID" : "513300",
				"id" : "260",
				"provinceID" : "510000"
			}, {
				"area" : [ {
					"area" : "西昌市",
					"areaID" : "513401",
					"cityID" : "513400",
					"id" : "2440"
				}, {
					"area" : "木里藏族自治县",
					"areaID" : "513422",
					"cityID" : "513400",
					"id" : "2441"
				}, {
					"area" : "盐源县",
					"areaID" : "513423",
					"cityID" : "513400",
					"id" : "2442"
				}, {
					"area" : "德昌县",
					"areaID" : "513424",
					"cityID" : "513400",
					"id" : "2443"
				}, {
					"area" : "会理县",
					"areaID" : "513425",
					"cityID" : "513400",
					"id" : "2444"
				}, {
					"area" : "会东县",
					"areaID" : "513426",
					"cityID" : "513400",
					"id" : "2445"
				}, {
					"area" : "宁南县",
					"areaID" : "513427",
					"cityID" : "513400",
					"id" : "2446"
				}, {
					"area" : "普格县",
					"areaID" : "513428",
					"cityID" : "513400",
					"id" : "2447"
				}, {
					"area" : "布拖县",
					"areaID" : "513429",
					"cityID" : "513400",
					"id" : "2448"
				}, {
					"area" : "金阳县",
					"areaID" : "513430",
					"cityID" : "513400",
					"id" : "2449"
				}, {
					"area" : "昭觉县",
					"areaID" : "513431",
					"cityID" : "513400",
					"id" : "2450"
				}, {
					"area" : "喜德县",
					"areaID" : "513432",
					"cityID" : "513400",
					"id" : "2451"
				}, {
					"area" : "冕宁县",
					"areaID" : "513433",
					"cityID" : "513400",
					"id" : "2452"
				}, {
					"area" : "越西县",
					"areaID" : "513434",
					"cityID" : "513400",
					"id" : "2453"
				}, {
					"area" : "甘洛县",
					"areaID" : "513435",
					"cityID" : "513400",
					"id" : "2454"
				}, {
					"area" : "美姑县",
					"areaID" : "513436",
					"cityID" : "513400",
					"id" : "2455"
				}, {
					"area" : "雷波县",
					"areaID" : "513437",
					"cityID" : "513400",
					"id" : "2456"
				} ],
				"city" : "凉山彝族自治州",
				"cityID" : "513400",
				"id" : "261",
				"provinceID" : "510000"
			} ],
			"id" : "23",
			"province" : "四川省",
			"provinceID" : "510000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "520101",
					"cityID" : "520100",
					"id" : "2457"
				}, {
					"area" : "南明区",
					"areaID" : "520102",
					"cityID" : "520100",
					"id" : "2458"
				}, {
					"area" : "云岩区",
					"areaID" : "520103",
					"cityID" : "520100",
					"id" : "2459"
				}, {
					"area" : "花溪区",
					"areaID" : "520111",
					"cityID" : "520100",
					"id" : "2460"
				}, {
					"area" : "乌当区",
					"areaID" : "520112",
					"cityID" : "520100",
					"id" : "2461"
				}, {
					"area" : "白云区",
					"areaID" : "520113",
					"cityID" : "520100",
					"id" : "2462"
				}, {
					"area" : "小河区",
					"areaID" : "520114",
					"cityID" : "520100",
					"id" : "2463"
				}, {
					"area" : "开阳县",
					"areaID" : "520121",
					"cityID" : "520100",
					"id" : "2464"
				}, {
					"area" : "息烽县",
					"areaID" : "520122",
					"cityID" : "520100",
					"id" : "2465"
				}, {
					"area" : "修文县",
					"areaID" : "520123",
					"cityID" : "520100",
					"id" : "2466"
				}, {
					"area" : "清镇市",
					"areaID" : "520181",
					"cityID" : "520100",
					"id" : "2467"
				} ],
				"city" : "贵阳市",
				"cityID" : "520100",
				"id" : "262",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "钟山区",
					"areaID" : "520201",
					"cityID" : "520200",
					"id" : "2468"
				}, {
					"area" : "六枝特区",
					"areaID" : "520203",
					"cityID" : "520200",
					"id" : "2469"
				}, {
					"area" : "水城县",
					"areaID" : "520221",
					"cityID" : "520200",
					"id" : "2470"
				}, {
					"area" : "盘　县",
					"areaID" : "520222",
					"cityID" : "520200",
					"id" : "2471"
				} ],
				"city" : "六盘水市",
				"cityID" : "520200",
				"id" : "263",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "520301",
					"cityID" : "520300",
					"id" : "2472"
				}, {
					"area" : "红花岗区",
					"areaID" : "520302",
					"cityID" : "520300",
					"id" : "2473"
				}, {
					"area" : "汇川区",
					"areaID" : "520303",
					"cityID" : "520300",
					"id" : "2474"
				}, {
					"area" : "遵义县",
					"areaID" : "520321",
					"cityID" : "520300",
					"id" : "2475"
				}, {
					"area" : "桐梓县",
					"areaID" : "520322",
					"cityID" : "520300",
					"id" : "2476"
				}, {
					"area" : "绥阳县",
					"areaID" : "520323",
					"cityID" : "520300",
					"id" : "2477"
				}, {
					"area" : "正安县",
					"areaID" : "520324",
					"cityID" : "520300",
					"id" : "2478"
				}, {
					"area" : "道真仡佬族苗族自治县",
					"areaID" : "520325",
					"cityID" : "520300",
					"id" : "2479"
				}, {
					"area" : "务川仡佬族苗族自治县",
					"areaID" : "520326",
					"cityID" : "520300",
					"id" : "2480"
				}, {
					"area" : "凤冈县",
					"areaID" : "520327",
					"cityID" : "520300",
					"id" : "2481"
				}, {
					"area" : "湄潭县",
					"areaID" : "520328",
					"cityID" : "520300",
					"id" : "2482"
				}, {
					"area" : "余庆县",
					"areaID" : "520329",
					"cityID" : "520300",
					"id" : "2483"
				}, {
					"area" : "习水县",
					"areaID" : "520330",
					"cityID" : "520300",
					"id" : "2484"
				}, {
					"area" : "赤水市",
					"areaID" : "520381",
					"cityID" : "520300",
					"id" : "2485"
				}, {
					"area" : "仁怀市",
					"areaID" : "520382",
					"cityID" : "520300",
					"id" : "2486"
				} ],
				"city" : "遵义市",
				"cityID" : "520300",
				"id" : "264",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "520401",
					"cityID" : "520400",
					"id" : "2487"
				}, {
					"area" : "西秀区",
					"areaID" : "520402",
					"cityID" : "520400",
					"id" : "2488"
				}, {
					"area" : "平坝县",
					"areaID" : "520421",
					"cityID" : "520400",
					"id" : "2489"
				}, {
					"area" : "普定县",
					"areaID" : "520422",
					"cityID" : "520400",
					"id" : "2490"
				}, {
					"area" : "镇宁布依族苗族自治县",
					"areaID" : "520423",
					"cityID" : "520400",
					"id" : "2491"
				}, {
					"area" : "关岭布依族苗族自治县",
					"areaID" : "520424",
					"cityID" : "520400",
					"id" : "2492"
				}, {
					"area" : "紫云苗族布依族自治县",
					"areaID" : "520425",
					"cityID" : "520400",
					"id" : "2493"
				} ],
				"city" : "安顺市",
				"cityID" : "520400",
				"id" : "265",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "铜仁市",
					"areaID" : "522201",
					"cityID" : "522200",
					"id" : "2494"
				}, {
					"area" : "江口县",
					"areaID" : "522222",
					"cityID" : "522200",
					"id" : "2495"
				}, {
					"area" : "玉屏侗族自治县",
					"areaID" : "522223",
					"cityID" : "522200",
					"id" : "2496"
				}, {
					"area" : "石阡县",
					"areaID" : "522224",
					"cityID" : "522200",
					"id" : "2497"
				}, {
					"area" : "思南县",
					"areaID" : "522225",
					"cityID" : "522200",
					"id" : "2498"
				}, {
					"area" : "印江土家族苗族自治县",
					"areaID" : "522226",
					"cityID" : "522200",
					"id" : "2499"
				}, {
					"area" : "德江县",
					"areaID" : "522227",
					"cityID" : "522200",
					"id" : "2500"
				}, {
					"area" : "沿河土家族自治县",
					"areaID" : "522228",
					"cityID" : "522200",
					"id" : "2501"
				}, {
					"area" : "松桃苗族自治县",
					"areaID" : "522229",
					"cityID" : "522200",
					"id" : "2502"
				}, {
					"area" : "万山特区",
					"areaID" : "522230",
					"cityID" : "522200",
					"id" : "2503"
				} ],
				"city" : "铜仁地区",
				"cityID" : "522200",
				"id" : "266",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "兴义市",
					"areaID" : "522301",
					"cityID" : "522300",
					"id" : "2504"
				}, {
					"area" : "兴仁县",
					"areaID" : "522322",
					"cityID" : "522300",
					"id" : "2505"
				}, {
					"area" : "普安县",
					"areaID" : "522323",
					"cityID" : "522300",
					"id" : "2506"
				}, {
					"area" : "晴隆县",
					"areaID" : "522324",
					"cityID" : "522300",
					"id" : "2507"
				}, {
					"area" : "贞丰县",
					"areaID" : "522325",
					"cityID" : "522300",
					"id" : "2508"
				}, {
					"area" : "望谟县",
					"areaID" : "522326",
					"cityID" : "522300",
					"id" : "2509"
				}, {
					"area" : "册亨县",
					"areaID" : "522327",
					"cityID" : "522300",
					"id" : "2510"
				}, {
					"area" : "安龙县",
					"areaID" : "522328",
					"cityID" : "522300",
					"id" : "2511"
				} ],
				"city" : "黔西南布依族苗族自治州",
				"cityID" : "522300",
				"id" : "267",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "毕节市",
					"areaID" : "522401",
					"cityID" : "522400",
					"id" : "2512"
				}, {
					"area" : "大方县",
					"areaID" : "522422",
					"cityID" : "522400",
					"id" : "2513"
				}, {
					"area" : "黔西县",
					"areaID" : "522423",
					"cityID" : "522400",
					"id" : "2514"
				}, {
					"area" : "金沙县",
					"areaID" : "522424",
					"cityID" : "522400",
					"id" : "2515"
				}, {
					"area" : "织金县",
					"areaID" : "522425",
					"cityID" : "522400",
					"id" : "2516"
				}, {
					"area" : "纳雍县",
					"areaID" : "522426",
					"cityID" : "522400",
					"id" : "2517"
				}, {
					"area" : "威宁彝族回族苗族自治县",
					"areaID" : "522427",
					"cityID" : "522400",
					"id" : "2518"
				}, {
					"area" : "赫章县",
					"areaID" : "522428",
					"cityID" : "522400",
					"id" : "2519"
				} ],
				"city" : "毕节地区",
				"cityID" : "522400",
				"id" : "268",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "凯里市",
					"areaID" : "522601",
					"cityID" : "522600",
					"id" : "2520"
				}, {
					"area" : "黄平县",
					"areaID" : "522622",
					"cityID" : "522600",
					"id" : "2521"
				}, {
					"area" : "施秉县",
					"areaID" : "522623",
					"cityID" : "522600",
					"id" : "2522"
				}, {
					"area" : "三穗县",
					"areaID" : "522624",
					"cityID" : "522600",
					"id" : "2523"
				}, {
					"area" : "镇远县",
					"areaID" : "522625",
					"cityID" : "522600",
					"id" : "2524"
				}, {
					"area" : "岑巩县",
					"areaID" : "522626",
					"cityID" : "522600",
					"id" : "2525"
				}, {
					"area" : "天柱县",
					"areaID" : "522627",
					"cityID" : "522600",
					"id" : "2526"
				}, {
					"area" : "锦屏县",
					"areaID" : "522628",
					"cityID" : "522600",
					"id" : "2527"
				}, {
					"area" : "剑河县",
					"areaID" : "522629",
					"cityID" : "522600",
					"id" : "2528"
				}, {
					"area" : "台江县",
					"areaID" : "522630",
					"cityID" : "522600",
					"id" : "2529"
				}, {
					"area" : "黎平县",
					"areaID" : "522631",
					"cityID" : "522600",
					"id" : "2530"
				}, {
					"area" : "榕江县",
					"areaID" : "522632",
					"cityID" : "522600",
					"id" : "2531"
				}, {
					"area" : "从江县",
					"areaID" : "522633",
					"cityID" : "522600",
					"id" : "2532"
				}, {
					"area" : "雷山县",
					"areaID" : "522634",
					"cityID" : "522600",
					"id" : "2533"
				}, {
					"area" : "麻江县",
					"areaID" : "522635",
					"cityID" : "522600",
					"id" : "2534"
				}, {
					"area" : "丹寨县",
					"areaID" : "522636",
					"cityID" : "522600",
					"id" : "2535"
				} ],
				"city" : "黔东南苗族侗族自治州",
				"cityID" : "522600",
				"id" : "269",
				"provinceID" : "520000"
			}, {
				"area" : [ {
					"area" : "都匀市",
					"areaID" : "522701",
					"cityID" : "522700",
					"id" : "2536"
				}, {
					"area" : "福泉市",
					"areaID" : "522702",
					"cityID" : "522700",
					"id" : "2537"
				}, {
					"area" : "荔波县",
					"areaID" : "522722",
					"cityID" : "522700",
					"id" : "2538"
				}, {
					"area" : "贵定县",
					"areaID" : "522723",
					"cityID" : "522700",
					"id" : "2539"
				}, {
					"area" : "瓮安县",
					"areaID" : "522725",
					"cityID" : "522700",
					"id" : "2540"
				}, {
					"area" : "独山县",
					"areaID" : "522726",
					"cityID" : "522700",
					"id" : "2541"
				}, {
					"area" : "平塘县",
					"areaID" : "522727",
					"cityID" : "522700",
					"id" : "2542"
				}, {
					"area" : "罗甸县",
					"areaID" : "522728",
					"cityID" : "522700",
					"id" : "2543"
				}, {
					"area" : "长顺县",
					"areaID" : "522729",
					"cityID" : "522700",
					"id" : "2544"
				}, {
					"area" : "龙里县",
					"areaID" : "522730",
					"cityID" : "522700",
					"id" : "2545"
				}, {
					"area" : "惠水县",
					"areaID" : "522731",
					"cityID" : "522700",
					"id" : "2546"
				}, {
					"area" : "三都水族自治县",
					"areaID" : "522732",
					"cityID" : "522700",
					"id" : "2547"
				} ],
				"city" : "黔南布依族苗族自治州",
				"cityID" : "522700",
				"id" : "270",
				"provinceID" : "520000"
			} ],
			"id" : "24",
			"province" : "贵州省",
			"provinceID" : "520000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530101",
					"cityID" : "530100",
					"id" : "2548"
				}, {
					"area" : "五华区",
					"areaID" : "530102",
					"cityID" : "530100",
					"id" : "2549"
				}, {
					"area" : "盘龙区",
					"areaID" : "530103",
					"cityID" : "530100",
					"id" : "2550"
				}, {
					"area" : "官渡区",
					"areaID" : "530111",
					"cityID" : "530100",
					"id" : "2551"
				}, {
					"area" : "西山区",
					"areaID" : "530112",
					"cityID" : "530100",
					"id" : "2552"
				}, {
					"area" : "东川区",
					"areaID" : "530113",
					"cityID" : "530100",
					"id" : "2553"
				}, {
					"area" : "呈贡县",
					"areaID" : "530121",
					"cityID" : "530100",
					"id" : "2554"
				}, {
					"area" : "晋宁县",
					"areaID" : "530122",
					"cityID" : "530100",
					"id" : "2555"
				}, {
					"area" : "富民县",
					"areaID" : "530124",
					"cityID" : "530100",
					"id" : "2556"
				}, {
					"area" : "宜良县",
					"areaID" : "530125",
					"cityID" : "530100",
					"id" : "2557"
				}, {
					"area" : "石林彝族自治县",
					"areaID" : "530126",
					"cityID" : "530100",
					"id" : "2558"
				}, {
					"area" : "嵩明县",
					"areaID" : "530127",
					"cityID" : "530100",
					"id" : "2559"
				}, {
					"area" : "禄劝彝族苗族自治县",
					"areaID" : "530128",
					"cityID" : "530100",
					"id" : "2560"
				}, {
					"area" : "寻甸回族彝族自治县",
					"areaID" : "530129",
					"cityID" : "530100",
					"id" : "2561"
				}, {
					"area" : "安宁市",
					"areaID" : "530181",
					"cityID" : "530100",
					"id" : "2562"
				} ],
				"city" : "昆明市",
				"cityID" : "530100",
				"id" : "271",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530301",
					"cityID" : "530300",
					"id" : "2563"
				}, {
					"area" : "麒麟区",
					"areaID" : "530302",
					"cityID" : "530300",
					"id" : "2564"
				}, {
					"area" : "马龙县",
					"areaID" : "530321",
					"cityID" : "530300",
					"id" : "2565"
				}, {
					"area" : "陆良县",
					"areaID" : "530322",
					"cityID" : "530300",
					"id" : "2566"
				}, {
					"area" : "师宗县",
					"areaID" : "530323",
					"cityID" : "530300",
					"id" : "2567"
				}, {
					"area" : "罗平县",
					"areaID" : "530324",
					"cityID" : "530300",
					"id" : "2568"
				}, {
					"area" : "富源县",
					"areaID" : "530325",
					"cityID" : "530300",
					"id" : "2569"
				}, {
					"area" : "会泽县",
					"areaID" : "530326",
					"cityID" : "530300",
					"id" : "2570"
				}, {
					"area" : "沾益县",
					"areaID" : "530328",
					"cityID" : "530300",
					"id" : "2571"
				}, {
					"area" : "宣威市",
					"areaID" : "530381",
					"cityID" : "530300",
					"id" : "2572"
				} ],
				"city" : "曲靖市",
				"cityID" : "530300",
				"id" : "272",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530401",
					"cityID" : "530400",
					"id" : "2573"
				}, {
					"area" : "红塔区",
					"areaID" : "530402",
					"cityID" : "530400",
					"id" : "2574"
				}, {
					"area" : "江川县",
					"areaID" : "530421",
					"cityID" : "530400",
					"id" : "2575"
				}, {
					"area" : "澄江县",
					"areaID" : "530422",
					"cityID" : "530400",
					"id" : "2576"
				}, {
					"area" : "通海县",
					"areaID" : "530423",
					"cityID" : "530400",
					"id" : "2577"
				}, {
					"area" : "华宁县",
					"areaID" : "530424",
					"cityID" : "530400",
					"id" : "2578"
				}, {
					"area" : "易门县",
					"areaID" : "530425",
					"cityID" : "530400",
					"id" : "2579"
				}, {
					"area" : "峨山彝族自治县",
					"areaID" : "530426",
					"cityID" : "530400",
					"id" : "2580"
				}, {
					"area" : "新平彝族傣族自治县",
					"areaID" : "530427",
					"cityID" : "530400",
					"id" : "2581"
				}, {
					"area" : "元江哈尼族彝族傣族自治县",
					"areaID" : "530428",
					"cityID" : "530400",
					"id" : "2582"
				} ],
				"city" : "玉溪市",
				"cityID" : "530400",
				"id" : "273",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530501",
					"cityID" : "530500",
					"id" : "2583"
				}, {
					"area" : "隆阳区",
					"areaID" : "530502",
					"cityID" : "530500",
					"id" : "2584"
				}, {
					"area" : "施甸县",
					"areaID" : "530521",
					"cityID" : "530500",
					"id" : "2585"
				}, {
					"area" : "腾冲县",
					"areaID" : "530522",
					"cityID" : "530500",
					"id" : "2586"
				}, {
					"area" : "龙陵县",
					"areaID" : "530523",
					"cityID" : "530500",
					"id" : "2587"
				}, {
					"area" : "昌宁县",
					"areaID" : "530524",
					"cityID" : "530500",
					"id" : "2588"
				} ],
				"city" : "保山市",
				"cityID" : "530500",
				"id" : "274",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530601",
					"cityID" : "530600",
					"id" : "2589"
				}, {
					"area" : "昭阳区",
					"areaID" : "530602",
					"cityID" : "530600",
					"id" : "2590"
				}, {
					"area" : "鲁甸县",
					"areaID" : "530621",
					"cityID" : "530600",
					"id" : "2591"
				}, {
					"area" : "巧家县",
					"areaID" : "530622",
					"cityID" : "530600",
					"id" : "2592"
				}, {
					"area" : "盐津县",
					"areaID" : "530623",
					"cityID" : "530600",
					"id" : "2593"
				}, {
					"area" : "大关县",
					"areaID" : "530624",
					"cityID" : "530600",
					"id" : "2594"
				}, {
					"area" : "永善县",
					"areaID" : "530625",
					"cityID" : "530600",
					"id" : "2595"
				}, {
					"area" : "绥江县",
					"areaID" : "530626",
					"cityID" : "530600",
					"id" : "2596"
				}, {
					"area" : "镇雄县",
					"areaID" : "530627",
					"cityID" : "530600",
					"id" : "2597"
				}, {
					"area" : "彝良县",
					"areaID" : "530628",
					"cityID" : "530600",
					"id" : "2598"
				}, {
					"area" : "威信县",
					"areaID" : "530629",
					"cityID" : "530600",
					"id" : "2599"
				}, {
					"area" : "水富县",
					"areaID" : "530630",
					"cityID" : "530600",
					"id" : "2600"
				} ],
				"city" : "昭通市",
				"cityID" : "530600",
				"id" : "275",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530701",
					"cityID" : "530700",
					"id" : "2601"
				}, {
					"area" : "古城区",
					"areaID" : "530702",
					"cityID" : "530700",
					"id" : "2602"
				}, {
					"area" : "玉龙纳西族自治县",
					"areaID" : "530721",
					"cityID" : "530700",
					"id" : "2603"
				}, {
					"area" : "永胜县",
					"areaID" : "530722",
					"cityID" : "530700",
					"id" : "2604"
				}, {
					"area" : "华坪县",
					"areaID" : "530723",
					"cityID" : "530700",
					"id" : "2605"
				}, {
					"area" : "宁蒗彝族自治县",
					"areaID" : "530724",
					"cityID" : "530700",
					"id" : "2606"
				} ],
				"city" : "丽江市",
				"cityID" : "530700",
				"id" : "276",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530801",
					"cityID" : "530800",
					"id" : "2607"
				}, {
					"area" : "翠云区",
					"areaID" : "530802",
					"cityID" : "530800",
					"id" : "2608"
				}, {
					"area" : "普洱哈尼族彝族自治县",
					"areaID" : "530821",
					"cityID" : "530800",
					"id" : "2609"
				}, {
					"area" : "墨江哈尼族自治县",
					"areaID" : "530822",
					"cityID" : "530800",
					"id" : "2610"
				}, {
					"area" : "景东彝族自治县",
					"areaID" : "530823",
					"cityID" : "530800",
					"id" : "2611"
				}, {
					"area" : "景谷傣族彝族自治县",
					"areaID" : "530824",
					"cityID" : "530800",
					"id" : "2612"
				}, {
					"area" : "镇沅彝族哈尼族拉祜族自治县",
					"areaID" : "530825",
					"cityID" : "530800",
					"id" : "2613"
				}, {
					"area" : "江城哈尼族彝族自治县",
					"areaID" : "530826",
					"cityID" : "530800",
					"id" : "2614"
				}, {
					"area" : "孟连傣族拉祜族佤族自治县",
					"areaID" : "530827",
					"cityID" : "530800",
					"id" : "2615"
				}, {
					"area" : "澜沧拉祜族自治县",
					"areaID" : "530828",
					"cityID" : "530800",
					"id" : "2616"
				}, {
					"area" : "西盟佤族自治县",
					"areaID" : "530829",
					"cityID" : "530800",
					"id" : "2617"
				} ],
				"city" : "思茅市",
				"cityID" : "530800",
				"id" : "277",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "530901",
					"cityID" : "530900",
					"id" : "2618"
				}, {
					"area" : "临翔区",
					"areaID" : "530902",
					"cityID" : "530900",
					"id" : "2619"
				}, {
					"area" : "凤庆县",
					"areaID" : "530921",
					"cityID" : "530900",
					"id" : "2620"
				}, {
					"area" : "云　县",
					"areaID" : "530922",
					"cityID" : "530900",
					"id" : "2621"
				}, {
					"area" : "永德县",
					"areaID" : "530923",
					"cityID" : "530900",
					"id" : "2622"
				}, {
					"area" : "镇康县",
					"areaID" : "530924",
					"cityID" : "530900",
					"id" : "2623"
				}, {
					"area" : "双江拉祜族佤族布朗族傣族自治县",
					"areaID" : "530925",
					"cityID" : "530900",
					"id" : "2624"
				}, {
					"area" : "耿马傣族佤族自治县",
					"areaID" : "530926",
					"cityID" : "530900",
					"id" : "2625"
				}, {
					"area" : "沧源佤族自治县",
					"areaID" : "530927",
					"cityID" : "530900",
					"id" : "2626"
				} ],
				"city" : "临沧市",
				"cityID" : "530900",
				"id" : "278",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "楚雄市",
					"areaID" : "532301",
					"cityID" : "532300",
					"id" : "2627"
				}, {
					"area" : "双柏县",
					"areaID" : "532322",
					"cityID" : "532300",
					"id" : "2628"
				}, {
					"area" : "牟定县",
					"areaID" : "532323",
					"cityID" : "532300",
					"id" : "2629"
				}, {
					"area" : "南华县",
					"areaID" : "532324",
					"cityID" : "532300",
					"id" : "2630"
				}, {
					"area" : "姚安县",
					"areaID" : "532325",
					"cityID" : "532300",
					"id" : "2631"
				}, {
					"area" : "大姚县",
					"areaID" : "532326",
					"cityID" : "532300",
					"id" : "2632"
				}, {
					"area" : "永仁县",
					"areaID" : "532327",
					"cityID" : "532300",
					"id" : "2633"
				}, {
					"area" : "元谋县",
					"areaID" : "532328",
					"cityID" : "532300",
					"id" : "2634"
				}, {
					"area" : "武定县",
					"areaID" : "532329",
					"cityID" : "532300",
					"id" : "2635"
				}, {
					"area" : "禄丰县",
					"areaID" : "532331",
					"cityID" : "532300",
					"id" : "2636"
				} ],
				"city" : "楚雄彝族自治州",
				"cityID" : "532300",
				"id" : "279",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "个旧市",
					"areaID" : "532501",
					"cityID" : "532500",
					"id" : "2637"
				}, {
					"area" : "开远市",
					"areaID" : "532502",
					"cityID" : "532500",
					"id" : "2638"
				}, {
					"area" : "蒙自县",
					"areaID" : "532522",
					"cityID" : "532500",
					"id" : "2639"
				}, {
					"area" : "屏边苗族自治县",
					"areaID" : "532523",
					"cityID" : "532500",
					"id" : "2640"
				}, {
					"area" : "建水县",
					"areaID" : "532524",
					"cityID" : "532500",
					"id" : "2641"
				}, {
					"area" : "石屏县",
					"areaID" : "532525",
					"cityID" : "532500",
					"id" : "2642"
				}, {
					"area" : "弥勒县",
					"areaID" : "532526",
					"cityID" : "532500",
					"id" : "2643"
				}, {
					"area" : "泸西县",
					"areaID" : "532527",
					"cityID" : "532500",
					"id" : "2644"
				}, {
					"area" : "元阳县",
					"areaID" : "532528",
					"cityID" : "532500",
					"id" : "2645"
				}, {
					"area" : "红河县",
					"areaID" : "532529",
					"cityID" : "532500",
					"id" : "2646"
				}, {
					"area" : "金平苗族瑶族傣族自治县",
					"areaID" : "532530",
					"cityID" : "532500",
					"id" : "2647"
				}, {
					"area" : "绿春县",
					"areaID" : "532531",
					"cityID" : "532500",
					"id" : "2648"
				}, {
					"area" : "河口瑶族自治县",
					"areaID" : "532532",
					"cityID" : "532500",
					"id" : "2649"
				} ],
				"city" : "红河哈尼族彝族自治州",
				"cityID" : "532500",
				"id" : "280",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "文山县",
					"areaID" : "532621",
					"cityID" : "532600",
					"id" : "2650"
				}, {
					"area" : "砚山县",
					"areaID" : "532622",
					"cityID" : "532600",
					"id" : "2651"
				}, {
					"area" : "西畴县",
					"areaID" : "532623",
					"cityID" : "532600",
					"id" : "2652"
				}, {
					"area" : "麻栗坡县",
					"areaID" : "532624",
					"cityID" : "532600",
					"id" : "2653"
				}, {
					"area" : "马关县",
					"areaID" : "532625",
					"cityID" : "532600",
					"id" : "2654"
				}, {
					"area" : "丘北县",
					"areaID" : "532626",
					"cityID" : "532600",
					"id" : "2655"
				}, {
					"area" : "广南县",
					"areaID" : "532627",
					"cityID" : "532600",
					"id" : "2656"
				}, {
					"area" : "富宁县",
					"areaID" : "532628",
					"cityID" : "532600",
					"id" : "2657"
				} ],
				"city" : "文山壮族苗族自治州",
				"cityID" : "532600",
				"id" : "281",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "景洪市",
					"areaID" : "532801",
					"cityID" : "532800",
					"id" : "2658"
				}, {
					"area" : "勐海县",
					"areaID" : "532822",
					"cityID" : "532800",
					"id" : "2659"
				}, {
					"area" : "勐腊县",
					"areaID" : "532823",
					"cityID" : "532800",
					"id" : "2660"
				} ],
				"city" : "西双版纳傣族自治州",
				"cityID" : "532800",
				"id" : "282",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "大理市",
					"areaID" : "532901",
					"cityID" : "532900",
					"id" : "2661"
				}, {
					"area" : "漾濞彝族自治县",
					"areaID" : "532922",
					"cityID" : "532900",
					"id" : "2662"
				}, {
					"area" : "祥云县",
					"areaID" : "532923",
					"cityID" : "532900",
					"id" : "2663"
				}, {
					"area" : "宾川县",
					"areaID" : "532924",
					"cityID" : "532900",
					"id" : "2664"
				}, {
					"area" : "弥渡县",
					"areaID" : "532925",
					"cityID" : "532900",
					"id" : "2665"
				}, {
					"area" : "南涧彝族自治县",
					"areaID" : "532926",
					"cityID" : "532900",
					"id" : "2666"
				}, {
					"area" : "巍山彝族回族自治县",
					"areaID" : "532927",
					"cityID" : "532900",
					"id" : "2667"
				}, {
					"area" : "永平县",
					"areaID" : "532928",
					"cityID" : "532900",
					"id" : "2668"
				}, {
					"area" : "云龙县",
					"areaID" : "532929",
					"cityID" : "532900",
					"id" : "2669"
				}, {
					"area" : "洱源县",
					"areaID" : "532930",
					"cityID" : "532900",
					"id" : "2670"
				}, {
					"area" : "剑川县",
					"areaID" : "532931",
					"cityID" : "532900",
					"id" : "2671"
				}, {
					"area" : "鹤庆县",
					"areaID" : "532932",
					"cityID" : "532900",
					"id" : "2672"
				} ],
				"city" : "大理白族自治州",
				"cityID" : "532900",
				"id" : "283",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "瑞丽市",
					"areaID" : "533102",
					"cityID" : "533100",
					"id" : "2673"
				}, {
					"area" : "潞西市",
					"areaID" : "533103",
					"cityID" : "533100",
					"id" : "2674"
				}, {
					"area" : "梁河县",
					"areaID" : "533122",
					"cityID" : "533100",
					"id" : "2675"
				}, {
					"area" : "盈江县",
					"areaID" : "533123",
					"cityID" : "533100",
					"id" : "2676"
				}, {
					"area" : "陇川县",
					"areaID" : "533124",
					"cityID" : "533100",
					"id" : "2677"
				} ],
				"city" : "德宏傣族景颇族自治州",
				"cityID" : "533100",
				"id" : "284",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "泸水县",
					"areaID" : "533321",
					"cityID" : "533300",
					"id" : "2678"
				}, {
					"area" : "福贡县",
					"areaID" : "533323",
					"cityID" : "533300",
					"id" : "2679"
				}, {
					"area" : "贡山独龙族怒族自治县",
					"areaID" : "533324",
					"cityID" : "533300",
					"id" : "2680"
				}, {
					"area" : "兰坪白族普米族自治县",
					"areaID" : "533325",
					"cityID" : "533300",
					"id" : "2681"
				} ],
				"city" : "怒江傈僳族自治州",
				"cityID" : "533300",
				"id" : "285",
				"provinceID" : "530000"
			}, {
				"area" : [ {
					"area" : "香格里拉县",
					"areaID" : "533421",
					"cityID" : "533400",
					"id" : "2682"
				}, {
					"area" : "德钦县",
					"areaID" : "533422",
					"cityID" : "533400",
					"id" : "2683"
				}, {
					"area" : "维西傈僳族自治县",
					"areaID" : "533423",
					"cityID" : "533400",
					"id" : "2684"
				} ],
				"city" : "迪庆藏族自治州",
				"cityID" : "533400",
				"id" : "286",
				"provinceID" : "530000"
			} ],
			"id" : "25",
			"province" : "云南省",
			"provinceID" : "530000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "540101",
					"cityID" : "540100",
					"id" : "2685"
				}, {
					"area" : "城关区",
					"areaID" : "540102",
					"cityID" : "540100",
					"id" : "2686"
				}, {
					"area" : "林周县",
					"areaID" : "540121",
					"cityID" : "540100",
					"id" : "2687"
				}, {
					"area" : "当雄县",
					"areaID" : "540122",
					"cityID" : "540100",
					"id" : "2688"
				}, {
					"area" : "尼木县",
					"areaID" : "540123",
					"cityID" : "540100",
					"id" : "2689"
				}, {
					"area" : "曲水县",
					"areaID" : "540124",
					"cityID" : "540100",
					"id" : "2690"
				}, {
					"area" : "堆龙德庆县",
					"areaID" : "540125",
					"cityID" : "540100",
					"id" : "2691"
				}, {
					"area" : "达孜县",
					"areaID" : "540126",
					"cityID" : "540100",
					"id" : "2692"
				}, {
					"area" : "墨竹工卡县",
					"areaID" : "540127",
					"cityID" : "540100",
					"id" : "2693"
				} ],
				"city" : "拉萨市",
				"cityID" : "540100",
				"id" : "287",
				"provinceID" : "540000"
			}, {
				"area" : [ {
					"area" : "昌都县",
					"areaID" : "542121",
					"cityID" : "542100",
					"id" : "2694"
				}, {
					"area" : "江达县",
					"areaID" : "542122",
					"cityID" : "542100",
					"id" : "2695"
				}, {
					"area" : "贡觉县",
					"areaID" : "542123",
					"cityID" : "542100",
					"id" : "2696"
				}, {
					"area" : "类乌齐县",
					"areaID" : "542124",
					"cityID" : "542100",
					"id" : "2697"
				}, {
					"area" : "丁青县",
					"areaID" : "542125",
					"cityID" : "542100",
					"id" : "2698"
				}, {
					"area" : "察雅县",
					"areaID" : "542126",
					"cityID" : "542100",
					"id" : "2699"
				}, {
					"area" : "八宿县",
					"areaID" : "542127",
					"cityID" : "542100",
					"id" : "2700"
				}, {
					"area" : "左贡县",
					"areaID" : "542128",
					"cityID" : "542100",
					"id" : "2701"
				}, {
					"area" : "芒康县",
					"areaID" : "542129",
					"cityID" : "542100",
					"id" : "2702"
				}, {
					"area" : "洛隆县",
					"areaID" : "542132",
					"cityID" : "542100",
					"id" : "2703"
				}, {
					"area" : "边坝县",
					"areaID" : "542133",
					"cityID" : "542100",
					"id" : "2704"
				} ],
				"city" : "昌都地区",
				"cityID" : "542100",
				"id" : "288",
				"provinceID" : "540000"
			}, {
				"area" : [ {
					"area" : "乃东县",
					"areaID" : "542221",
					"cityID" : "542200",
					"id" : "2705"
				}, {
					"area" : "扎囊县",
					"areaID" : "542222",
					"cityID" : "542200",
					"id" : "2706"
				}, {
					"area" : "贡嘎县",
					"areaID" : "542223",
					"cityID" : "542200",
					"id" : "2707"
				}, {
					"area" : "桑日县",
					"areaID" : "542224",
					"cityID" : "542200",
					"id" : "2708"
				}, {
					"area" : "琼结县",
					"areaID" : "542225",
					"cityID" : "542200",
					"id" : "2709"
				}, {
					"area" : "曲松县",
					"areaID" : "542226",
					"cityID" : "542200",
					"id" : "2710"
				}, {
					"area" : "措美县",
					"areaID" : "542227",
					"cityID" : "542200",
					"id" : "2711"
				}, {
					"area" : "洛扎县",
					"areaID" : "542228",
					"cityID" : "542200",
					"id" : "2712"
				}, {
					"area" : "加查县",
					"areaID" : "542229",
					"cityID" : "542200",
					"id" : "2713"
				}, {
					"area" : "隆子县",
					"areaID" : "542231",
					"cityID" : "542200",
					"id" : "2714"
				}, {
					"area" : "错那县",
					"areaID" : "542232",
					"cityID" : "542200",
					"id" : "2715"
				}, {
					"area" : "浪卡子县",
					"areaID" : "542233",
					"cityID" : "542200",
					"id" : "2716"
				} ],
				"city" : "山南地区",
				"cityID" : "542200",
				"id" : "289",
				"provinceID" : "540000"
			}, {
				"area" : [ {
					"area" : "日喀则市",
					"areaID" : "542301",
					"cityID" : "542300",
					"id" : "2717"
				}, {
					"area" : "南木林县",
					"areaID" : "542322",
					"cityID" : "542300",
					"id" : "2718"
				}, {
					"area" : "江孜县",
					"areaID" : "542323",
					"cityID" : "542300",
					"id" : "2719"
				}, {
					"area" : "定日县",
					"areaID" : "542324",
					"cityID" : "542300",
					"id" : "2720"
				}, {
					"area" : "萨迦县",
					"areaID" : "542325",
					"cityID" : "542300",
					"id" : "2721"
				}, {
					"area" : "拉孜县",
					"areaID" : "542326",
					"cityID" : "542300",
					"id" : "2722"
				}, {
					"area" : "昂仁县",
					"areaID" : "542327",
					"cityID" : "542300",
					"id" : "2723"
				}, {
					"area" : "谢通门县",
					"areaID" : "542328",
					"cityID" : "542300",
					"id" : "2724"
				}, {
					"area" : "白朗县",
					"areaID" : "542329",
					"cityID" : "542300",
					"id" : "2725"
				}, {
					"area" : "仁布县",
					"areaID" : "542330",
					"cityID" : "542300",
					"id" : "2726"
				}, {
					"area" : "康马县",
					"areaID" : "542331",
					"cityID" : "542300",
					"id" : "2727"
				}, {
					"area" : "定结县",
					"areaID" : "542332",
					"cityID" : "542300",
					"id" : "2728"
				}, {
					"area" : "仲巴县",
					"areaID" : "542333",
					"cityID" : "542300",
					"id" : "2729"
				}, {
					"area" : "亚东县",
					"areaID" : "542334",
					"cityID" : "542300",
					"id" : "2730"
				}, {
					"area" : "吉隆县",
					"areaID" : "542335",
					"cityID" : "542300",
					"id" : "2731"
				}, {
					"area" : "聂拉木县",
					"areaID" : "542336",
					"cityID" : "542300",
					"id" : "2732"
				}, {
					"area" : "萨嘎县",
					"areaID" : "542337",
					"cityID" : "542300",
					"id" : "2733"
				}, {
					"area" : "岗巴县",
					"areaID" : "542338",
					"cityID" : "542300",
					"id" : "2734"
				} ],
				"city" : "日喀则地区",
				"cityID" : "542300",
				"id" : "290",
				"provinceID" : "540000"
			}, {
				"area" : [ {
					"area" : "那曲县",
					"areaID" : "542421",
					"cityID" : "542400",
					"id" : "2735"
				}, {
					"area" : "嘉黎县",
					"areaID" : "542422",
					"cityID" : "542400",
					"id" : "2736"
				}, {
					"area" : "比如县",
					"areaID" : "542423",
					"cityID" : "542400",
					"id" : "2737"
				}, {
					"area" : "聂荣县",
					"areaID" : "542424",
					"cityID" : "542400",
					"id" : "2738"
				}, {
					"area" : "安多县",
					"areaID" : "542425",
					"cityID" : "542400",
					"id" : "2739"
				}, {
					"area" : "申扎县",
					"areaID" : "542426",
					"cityID" : "542400",
					"id" : "2740"
				}, {
					"area" : "索　县",
					"areaID" : "542427",
					"cityID" : "542400",
					"id" : "2741"
				}, {
					"area" : "班戈县",
					"areaID" : "542428",
					"cityID" : "542400",
					"id" : "2742"
				}, {
					"area" : "巴青县",
					"areaID" : "542429",
					"cityID" : "542400",
					"id" : "2743"
				}, {
					"area" : "尼玛县",
					"areaID" : "542430",
					"cityID" : "542400",
					"id" : "2744"
				} ],
				"city" : "那曲地区",
				"cityID" : "542400",
				"id" : "291",
				"provinceID" : "540000"
			}, {
				"area" : [ {
					"area" : "普兰县",
					"areaID" : "542521",
					"cityID" : "542500",
					"id" : "2745"
				}, {
					"area" : "札达县",
					"areaID" : "542522",
					"cityID" : "542500",
					"id" : "2746"
				}, {
					"area" : "噶尔县",
					"areaID" : "542523",
					"cityID" : "542500",
					"id" : "2747"
				}, {
					"area" : "日土县",
					"areaID" : "542524",
					"cityID" : "542500",
					"id" : "2748"
				}, {
					"area" : "革吉县",
					"areaID" : "542525",
					"cityID" : "542500",
					"id" : "2749"
				}, {
					"area" : "改则县",
					"areaID" : "542526",
					"cityID" : "542500",
					"id" : "2750"
				}, {
					"area" : "措勤县",
					"areaID" : "542527",
					"cityID" : "542500",
					"id" : "2751"
				} ],
				"city" : "阿里地区",
				"cityID" : "542500",
				"id" : "292",
				"provinceID" : "540000"
			}, {
				"area" : [ {
					"area" : "林芝县",
					"areaID" : "542621",
					"cityID" : "542600",
					"id" : "2752"
				}, {
					"area" : "工布江达县",
					"areaID" : "542622",
					"cityID" : "542600",
					"id" : "2753"
				}, {
					"area" : "米林县",
					"areaID" : "542623",
					"cityID" : "542600",
					"id" : "2754"
				}, {
					"area" : "墨脱县",
					"areaID" : "542624",
					"cityID" : "542600",
					"id" : "2755"
				}, {
					"area" : "波密县",
					"areaID" : "542625",
					"cityID" : "542600",
					"id" : "2756"
				}, {
					"area" : "察隅县",
					"areaID" : "542626",
					"cityID" : "542600",
					"id" : "2757"
				}, {
					"area" : "朗　县",
					"areaID" : "542627",
					"cityID" : "542600",
					"id" : "2758"
				} ],
				"city" : "林芝地区",
				"cityID" : "542600",
				"id" : "293",
				"provinceID" : "540000"
			} ],
			"id" : "26",
			"province" : "西藏自治区",
			"provinceID" : "540000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610101",
					"cityID" : "610100",
					"id" : "2759"
				}, {
					"area" : "新城区",
					"areaID" : "610102",
					"cityID" : "610100",
					"id" : "2760"
				}, {
					"area" : "碑林区",
					"areaID" : "610103",
					"cityID" : "610100",
					"id" : "2761"
				}, {
					"area" : "莲湖区",
					"areaID" : "610104",
					"cityID" : "610100",
					"id" : "2762"
				}, {
					"area" : "灞桥区",
					"areaID" : "610111",
					"cityID" : "610100",
					"id" : "2763"
				}, {
					"area" : "未央区",
					"areaID" : "610112",
					"cityID" : "610100",
					"id" : "2764"
				}, {
					"area" : "雁塔区",
					"areaID" : "610113",
					"cityID" : "610100",
					"id" : "2765"
				}, {
					"area" : "阎良区",
					"areaID" : "610114",
					"cityID" : "610100",
					"id" : "2766"
				}, {
					"area" : "临潼区",
					"areaID" : "610115",
					"cityID" : "610100",
					"id" : "2767"
				}, {
					"area" : "长安区",
					"areaID" : "610116",
					"cityID" : "610100",
					"id" : "2768"
				}, {
					"area" : "蓝田县",
					"areaID" : "610122",
					"cityID" : "610100",
					"id" : "2769"
				}, {
					"area" : "周至县",
					"areaID" : "610124",
					"cityID" : "610100",
					"id" : "2770"
				}, {
					"area" : "户　县",
					"areaID" : "610125",
					"cityID" : "610100",
					"id" : "2771"
				}, {
					"area" : "高陵县",
					"areaID" : "610126",
					"cityID" : "610100",
					"id" : "2772"
				} ],
				"city" : "西安市",
				"cityID" : "610100",
				"id" : "294",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610201",
					"cityID" : "610200",
					"id" : "2773"
				}, {
					"area" : "王益区",
					"areaID" : "610202",
					"cityID" : "610200",
					"id" : "2774"
				}, {
					"area" : "印台区",
					"areaID" : "610203",
					"cityID" : "610200",
					"id" : "2775"
				}, {
					"area" : "耀州区",
					"areaID" : "610204",
					"cityID" : "610200",
					"id" : "2776"
				}, {
					"area" : "宜君县",
					"areaID" : "610222",
					"cityID" : "610200",
					"id" : "2777"
				} ],
				"city" : "铜川市",
				"cityID" : "610200",
				"id" : "295",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610301",
					"cityID" : "610300",
					"id" : "2778"
				}, {
					"area" : "渭滨区",
					"areaID" : "610302",
					"cityID" : "610300",
					"id" : "2779"
				}, {
					"area" : "金台区",
					"areaID" : "610303",
					"cityID" : "610300",
					"id" : "2780"
				}, {
					"area" : "陈仓区",
					"areaID" : "610304",
					"cityID" : "610300",
					"id" : "2781"
				}, {
					"area" : "凤翔县",
					"areaID" : "610322",
					"cityID" : "610300",
					"id" : "2782"
				}, {
					"area" : "岐山县",
					"areaID" : "610323",
					"cityID" : "610300",
					"id" : "2783"
				}, {
					"area" : "扶风县",
					"areaID" : "610324",
					"cityID" : "610300",
					"id" : "2784"
				}, {
					"area" : "眉　县",
					"areaID" : "610326",
					"cityID" : "610300",
					"id" : "2785"
				}, {
					"area" : "陇　县",
					"areaID" : "610327",
					"cityID" : "610300",
					"id" : "2786"
				}, {
					"area" : "千阳县",
					"areaID" : "610328",
					"cityID" : "610300",
					"id" : "2787"
				}, {
					"area" : "麟游县",
					"areaID" : "610329",
					"cityID" : "610300",
					"id" : "2788"
				}, {
					"area" : "凤　县",
					"areaID" : "610330",
					"cityID" : "610300",
					"id" : "2789"
				}, {
					"area" : "太白县",
					"areaID" : "610331",
					"cityID" : "610300",
					"id" : "2790"
				} ],
				"city" : "宝鸡市",
				"cityID" : "610300",
				"id" : "296",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610401",
					"cityID" : "610400",
					"id" : "2791"
				}, {
					"area" : "秦都区",
					"areaID" : "610402",
					"cityID" : "610400",
					"id" : "2792"
				}, {
					"area" : "杨凌区",
					"areaID" : "610403",
					"cityID" : "610400",
					"id" : "2793"
				}, {
					"area" : "渭城区",
					"areaID" : "610404",
					"cityID" : "610400",
					"id" : "2794"
				}, {
					"area" : "三原县",
					"areaID" : "610422",
					"cityID" : "610400",
					"id" : "2795"
				}, {
					"area" : "泾阳县",
					"areaID" : "610423",
					"cityID" : "610400",
					"id" : "2796"
				}, {
					"area" : "乾　县",
					"areaID" : "610424",
					"cityID" : "610400",
					"id" : "2797"
				}, {
					"area" : "礼泉县",
					"areaID" : "610425",
					"cityID" : "610400",
					"id" : "2798"
				}, {
					"area" : "永寿县",
					"areaID" : "610426",
					"cityID" : "610400",
					"id" : "2799"
				}, {
					"area" : "彬　县",
					"areaID" : "610427",
					"cityID" : "610400",
					"id" : "2800"
				}, {
					"area" : "长武县",
					"areaID" : "610428",
					"cityID" : "610400",
					"id" : "2801"
				}, {
					"area" : "旬邑县",
					"areaID" : "610429",
					"cityID" : "610400",
					"id" : "2802"
				}, {
					"area" : "淳化县",
					"areaID" : "610430",
					"cityID" : "610400",
					"id" : "2803"
				}, {
					"area" : "武功县",
					"areaID" : "610431",
					"cityID" : "610400",
					"id" : "2804"
				}, {
					"area" : "兴平市",
					"areaID" : "610481",
					"cityID" : "610400",
					"id" : "2805"
				} ],
				"city" : "咸阳市",
				"cityID" : "610400",
				"id" : "297",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610501",
					"cityID" : "610500",
					"id" : "2806"
				}, {
					"area" : "临渭区",
					"areaID" : "610502",
					"cityID" : "610500",
					"id" : "2807"
				}, {
					"area" : "华　县",
					"areaID" : "610521",
					"cityID" : "610500",
					"id" : "2808"
				}, {
					"area" : "潼关县",
					"areaID" : "610522",
					"cityID" : "610500",
					"id" : "2809"
				}, {
					"area" : "大荔县",
					"areaID" : "610523",
					"cityID" : "610500",
					"id" : "2810"
				}, {
					"area" : "合阳县",
					"areaID" : "610524",
					"cityID" : "610500",
					"id" : "2811"
				}, {
					"area" : "澄城县",
					"areaID" : "610525",
					"cityID" : "610500",
					"id" : "2812"
				}, {
					"area" : "蒲城县",
					"areaID" : "610526",
					"cityID" : "610500",
					"id" : "2813"
				}, {
					"area" : "白水县",
					"areaID" : "610527",
					"cityID" : "610500",
					"id" : "2814"
				}, {
					"area" : "富平县",
					"areaID" : "610528",
					"cityID" : "610500",
					"id" : "2815"
				}, {
					"area" : "韩城市",
					"areaID" : "610581",
					"cityID" : "610500",
					"id" : "2816"
				}, {
					"area" : "华阴市",
					"areaID" : "610582",
					"cityID" : "610500",
					"id" : "2817"
				} ],
				"city" : "渭南市",
				"cityID" : "610500",
				"id" : "298",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610601",
					"cityID" : "610600",
					"id" : "2818"
				}, {
					"area" : "宝塔区",
					"areaID" : "610602",
					"cityID" : "610600",
					"id" : "2819"
				}, {
					"area" : "延长县",
					"areaID" : "610621",
					"cityID" : "610600",
					"id" : "2820"
				}, {
					"area" : "延川县",
					"areaID" : "610622",
					"cityID" : "610600",
					"id" : "2821"
				}, {
					"area" : "子长县",
					"areaID" : "610623",
					"cityID" : "610600",
					"id" : "2822"
				}, {
					"area" : "安塞县",
					"areaID" : "610624",
					"cityID" : "610600",
					"id" : "2823"
				}, {
					"area" : "志丹县",
					"areaID" : "610625",
					"cityID" : "610600",
					"id" : "2824"
				}, {
					"area" : "吴旗县",
					"areaID" : "610626",
					"cityID" : "610600",
					"id" : "2825"
				}, {
					"area" : "甘泉县",
					"areaID" : "610627",
					"cityID" : "610600",
					"id" : "2826"
				}, {
					"area" : "富　县",
					"areaID" : "610628",
					"cityID" : "610600",
					"id" : "2827"
				}, {
					"area" : "洛川县",
					"areaID" : "610629",
					"cityID" : "610600",
					"id" : "2828"
				}, {
					"area" : "宜川县",
					"areaID" : "610630",
					"cityID" : "610600",
					"id" : "2829"
				}, {
					"area" : "黄龙县",
					"areaID" : "610631",
					"cityID" : "610600",
					"id" : "2830"
				}, {
					"area" : "黄陵县",
					"areaID" : "610632",
					"cityID" : "610600",
					"id" : "2831"
				} ],
				"city" : "延安市",
				"cityID" : "610600",
				"id" : "299",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610701",
					"cityID" : "610700",
					"id" : "2832"
				}, {
					"area" : "汉台区",
					"areaID" : "610702",
					"cityID" : "610700",
					"id" : "2833"
				}, {
					"area" : "南郑县",
					"areaID" : "610721",
					"cityID" : "610700",
					"id" : "2834"
				}, {
					"area" : "城固县",
					"areaID" : "610722",
					"cityID" : "610700",
					"id" : "2835"
				}, {
					"area" : "洋　县",
					"areaID" : "610723",
					"cityID" : "610700",
					"id" : "2836"
				}, {
					"area" : "西乡县",
					"areaID" : "610724",
					"cityID" : "610700",
					"id" : "2837"
				}, {
					"area" : "勉　县",
					"areaID" : "610725",
					"cityID" : "610700",
					"id" : "2838"
				}, {
					"area" : "宁强县",
					"areaID" : "610726",
					"cityID" : "610700",
					"id" : "2839"
				}, {
					"area" : "略阳县",
					"areaID" : "610727",
					"cityID" : "610700",
					"id" : "2840"
				}, {
					"area" : "镇巴县",
					"areaID" : "610728",
					"cityID" : "610700",
					"id" : "2841"
				}, {
					"area" : "留坝县",
					"areaID" : "610729",
					"cityID" : "610700",
					"id" : "2842"
				}, {
					"area" : "佛坪县",
					"areaID" : "610730",
					"cityID" : "610700",
					"id" : "2843"
				} ],
				"city" : "汉中市",
				"cityID" : "610700",
				"id" : "300",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610801",
					"cityID" : "610800",
					"id" : "2844"
				}, {
					"area" : "榆阳区",
					"areaID" : "610802",
					"cityID" : "610800",
					"id" : "2845"
				}, {
					"area" : "神木县",
					"areaID" : "610821",
					"cityID" : "610800",
					"id" : "2846"
				}, {
					"area" : "府谷县",
					"areaID" : "610822",
					"cityID" : "610800",
					"id" : "2847"
				}, {
					"area" : "横山县",
					"areaID" : "610823",
					"cityID" : "610800",
					"id" : "2848"
				}, {
					"area" : "靖边县",
					"areaID" : "610824",
					"cityID" : "610800",
					"id" : "2849"
				}, {
					"area" : "定边县",
					"areaID" : "610825",
					"cityID" : "610800",
					"id" : "2850"
				}, {
					"area" : "绥德县",
					"areaID" : "610826",
					"cityID" : "610800",
					"id" : "2851"
				}, {
					"area" : "米脂县",
					"areaID" : "610827",
					"cityID" : "610800",
					"id" : "2852"
				}, {
					"area" : "佳　县",
					"areaID" : "610828",
					"cityID" : "610800",
					"id" : "2853"
				}, {
					"area" : "吴堡县",
					"areaID" : "610829",
					"cityID" : "610800",
					"id" : "2854"
				}, {
					"area" : "清涧县",
					"areaID" : "610830",
					"cityID" : "610800",
					"id" : "2855"
				}, {
					"area" : "子洲县",
					"areaID" : "610831",
					"cityID" : "610800",
					"id" : "2856"
				} ],
				"city" : "榆林市",
				"cityID" : "610800",
				"id" : "301",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "610901",
					"cityID" : "610900",
					"id" : "2857"
				}, {
					"area" : "汉滨区",
					"areaID" : "610902",
					"cityID" : "610900",
					"id" : "2858"
				}, {
					"area" : "汉阴县",
					"areaID" : "610921",
					"cityID" : "610900",
					"id" : "2859"
				}, {
					"area" : "石泉县",
					"areaID" : "610922",
					"cityID" : "610900",
					"id" : "2860"
				}, {
					"area" : "宁陕县",
					"areaID" : "610923",
					"cityID" : "610900",
					"id" : "2861"
				}, {
					"area" : "紫阳县",
					"areaID" : "610924",
					"cityID" : "610900",
					"id" : "2862"
				}, {
					"area" : "岚皋县",
					"areaID" : "610925",
					"cityID" : "610900",
					"id" : "2863"
				}, {
					"area" : "平利县",
					"areaID" : "610926",
					"cityID" : "610900",
					"id" : "2864"
				}, {
					"area" : "镇坪县",
					"areaID" : "610927",
					"cityID" : "610900",
					"id" : "2865"
				}, {
					"area" : "旬阳县",
					"areaID" : "610928",
					"cityID" : "610900",
					"id" : "2866"
				}, {
					"area" : "白河县",
					"areaID" : "610929",
					"cityID" : "610900",
					"id" : "2867"
				} ],
				"city" : "安康市",
				"cityID" : "610900",
				"id" : "302",
				"provinceID" : "610000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "611001",
					"cityID" : "611000",
					"id" : "2868"
				}, {
					"area" : "商州区",
					"areaID" : "611002",
					"cityID" : "611000",
					"id" : "2869"
				}, {
					"area" : "洛南县",
					"areaID" : "611021",
					"cityID" : "611000",
					"id" : "2870"
				}, {
					"area" : "丹凤县",
					"areaID" : "611022",
					"cityID" : "611000",
					"id" : "2871"
				}, {
					"area" : "商南县",
					"areaID" : "611023",
					"cityID" : "611000",
					"id" : "2872"
				}, {
					"area" : "山阳县",
					"areaID" : "611024",
					"cityID" : "611000",
					"id" : "2873"
				}, {
					"area" : "镇安县",
					"areaID" : "611025",
					"cityID" : "611000",
					"id" : "2874"
				}, {
					"area" : "柞水县",
					"areaID" : "611026",
					"cityID" : "611000",
					"id" : "2875"
				} ],
				"city" : "商洛市",
				"cityID" : "611000",
				"id" : "303",
				"provinceID" : "610000"
			} ],
			"id" : "27",
			"province" : "陕西省",
			"provinceID" : "610000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620101",
					"cityID" : "620100",
					"id" : "2876"
				}, {
					"area" : "城关区",
					"areaID" : "620102",
					"cityID" : "620100",
					"id" : "2877"
				}, {
					"area" : "七里河区",
					"areaID" : "620103",
					"cityID" : "620100",
					"id" : "2878"
				}, {
					"area" : "西固区",
					"areaID" : "620104",
					"cityID" : "620100",
					"id" : "2879"
				}, {
					"area" : "安宁区",
					"areaID" : "620105",
					"cityID" : "620100",
					"id" : "2880"
				}, {
					"area" : "红古区",
					"areaID" : "620111",
					"cityID" : "620100",
					"id" : "2881"
				}, {
					"area" : "永登县",
					"areaID" : "620121",
					"cityID" : "620100",
					"id" : "2882"
				}, {
					"area" : "皋兰县",
					"areaID" : "620122",
					"cityID" : "620100",
					"id" : "2883"
				}, {
					"area" : "榆中县",
					"areaID" : "620123",
					"cityID" : "620100",
					"id" : "2884"
				} ],
				"city" : "兰州市",
				"cityID" : "620100",
				"id" : "304",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620201",
					"cityID" : "620200",
					"id" : "2885"
				} ],
				"city" : "嘉峪关市",
				"cityID" : "620200",
				"id" : "305",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620301",
					"cityID" : "620300",
					"id" : "2886"
				}, {
					"area" : "金川区",
					"areaID" : "620302",
					"cityID" : "620300",
					"id" : "2887"
				}, {
					"area" : "永昌县",
					"areaID" : "620321",
					"cityID" : "620300",
					"id" : "2888"
				} ],
				"city" : "金昌市",
				"cityID" : "620300",
				"id" : "306",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620401",
					"cityID" : "620400",
					"id" : "2889"
				}, {
					"area" : "白银区",
					"areaID" : "620402",
					"cityID" : "620400",
					"id" : "2890"
				}, {
					"area" : "平川区",
					"areaID" : "620403",
					"cityID" : "620400",
					"id" : "2891"
				}, {
					"area" : "靖远县",
					"areaID" : "620421",
					"cityID" : "620400",
					"id" : "2892"
				}, {
					"area" : "会宁县",
					"areaID" : "620422",
					"cityID" : "620400",
					"id" : "2893"
				}, {
					"area" : "景泰县",
					"areaID" : "620423",
					"cityID" : "620400",
					"id" : "2894"
				} ],
				"city" : "白银市",
				"cityID" : "620400",
				"id" : "307",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620501",
					"cityID" : "620500",
					"id" : "2895"
				}, {
					"area" : "秦城区",
					"areaID" : "620502",
					"cityID" : "620500",
					"id" : "2896"
				}, {
					"area" : "北道区",
					"areaID" : "620503",
					"cityID" : "620500",
					"id" : "2897"
				}, {
					"area" : "清水县",
					"areaID" : "620521",
					"cityID" : "620500",
					"id" : "2898"
				}, {
					"area" : "秦安县",
					"areaID" : "620522",
					"cityID" : "620500",
					"id" : "2899"
				}, {
					"area" : "甘谷县",
					"areaID" : "620523",
					"cityID" : "620500",
					"id" : "2900"
				}, {
					"area" : "武山县",
					"areaID" : "620524",
					"cityID" : "620500",
					"id" : "2901"
				}, {
					"area" : "张家川回族自治县",
					"areaID" : "620525",
					"cityID" : "620500",
					"id" : "2902"
				} ],
				"city" : "天水市",
				"cityID" : "620500",
				"id" : "308",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620601",
					"cityID" : "620600",
					"id" : "2903"
				}, {
					"area" : "凉州区",
					"areaID" : "620602",
					"cityID" : "620600",
					"id" : "2904"
				}, {
					"area" : "民勤县",
					"areaID" : "620621",
					"cityID" : "620600",
					"id" : "2905"
				}, {
					"area" : "古浪县",
					"areaID" : "620622",
					"cityID" : "620600",
					"id" : "2906"
				}, {
					"area" : "天祝藏族自治县",
					"areaID" : "620623",
					"cityID" : "620600",
					"id" : "2907"
				} ],
				"city" : "武威市",
				"cityID" : "620600",
				"id" : "309",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620701",
					"cityID" : "620700",
					"id" : "2908"
				}, {
					"area" : "甘州区",
					"areaID" : "620702",
					"cityID" : "620700",
					"id" : "2909"
				}, {
					"area" : "肃南裕固族自治县",
					"areaID" : "620721",
					"cityID" : "620700",
					"id" : "2910"
				}, {
					"area" : "民乐县",
					"areaID" : "620722",
					"cityID" : "620700",
					"id" : "2911"
				}, {
					"area" : "临泽县",
					"areaID" : "620723",
					"cityID" : "620700",
					"id" : "2912"
				}, {
					"area" : "高台县",
					"areaID" : "620724",
					"cityID" : "620700",
					"id" : "2913"
				}, {
					"area" : "山丹县",
					"areaID" : "620725",
					"cityID" : "620700",
					"id" : "2914"
				} ],
				"city" : "张掖市",
				"cityID" : "620700",
				"id" : "310",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620801",
					"cityID" : "620800",
					"id" : "2915"
				}, {
					"area" : "崆峒区",
					"areaID" : "620802",
					"cityID" : "620800",
					"id" : "2916"
				}, {
					"area" : "泾川县",
					"areaID" : "620821",
					"cityID" : "620800",
					"id" : "2917"
				}, {
					"area" : "灵台县",
					"areaID" : "620822",
					"cityID" : "620800",
					"id" : "2918"
				}, {
					"area" : "崇信县",
					"areaID" : "620823",
					"cityID" : "620800",
					"id" : "2919"
				}, {
					"area" : "华亭县",
					"areaID" : "620824",
					"cityID" : "620800",
					"id" : "2920"
				}, {
					"area" : "庄浪县",
					"areaID" : "620825",
					"cityID" : "620800",
					"id" : "2921"
				}, {
					"area" : "静宁县",
					"areaID" : "620826",
					"cityID" : "620800",
					"id" : "2922"
				} ],
				"city" : "平凉市",
				"cityID" : "620800",
				"id" : "311",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "620901",
					"cityID" : "620900",
					"id" : "2923"
				}, {
					"area" : "肃州区",
					"areaID" : "620902",
					"cityID" : "620900",
					"id" : "2924"
				}, {
					"area" : "金塔县",
					"areaID" : "620921",
					"cityID" : "620900",
					"id" : "2925"
				}, {
					"area" : "安西县",
					"areaID" : "620922",
					"cityID" : "620900",
					"id" : "2926"
				}, {
					"area" : "肃北蒙古族自治县",
					"areaID" : "620923",
					"cityID" : "620900",
					"id" : "2927"
				}, {
					"area" : "阿克塞哈萨克族自治县",
					"areaID" : "620924",
					"cityID" : "620900",
					"id" : "2928"
				}, {
					"area" : "玉门市",
					"areaID" : "620981",
					"cityID" : "620900",
					"id" : "2929"
				}, {
					"area" : "敦煌市",
					"areaID" : "620982",
					"cityID" : "620900",
					"id" : "2930"
				} ],
				"city" : "酒泉市",
				"cityID" : "620900",
				"id" : "312",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "621001",
					"cityID" : "621000",
					"id" : "2931"
				}, {
					"area" : "西峰区",
					"areaID" : "621002",
					"cityID" : "621000",
					"id" : "2932"
				}, {
					"area" : "庆城县",
					"areaID" : "621021",
					"cityID" : "621000",
					"id" : "2933"
				}, {
					"area" : "环　县",
					"areaID" : "621022",
					"cityID" : "621000",
					"id" : "2934"
				}, {
					"area" : "华池县",
					"areaID" : "621023",
					"cityID" : "621000",
					"id" : "2935"
				}, {
					"area" : "合水县",
					"areaID" : "621024",
					"cityID" : "621000",
					"id" : "2936"
				}, {
					"area" : "正宁县",
					"areaID" : "621025",
					"cityID" : "621000",
					"id" : "2937"
				}, {
					"area" : "宁　县",
					"areaID" : "621026",
					"cityID" : "621000",
					"id" : "2938"
				}, {
					"area" : "镇原县",
					"areaID" : "621027",
					"cityID" : "621000",
					"id" : "2939"
				} ],
				"city" : "庆阳市",
				"cityID" : "621000",
				"id" : "313",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "621101",
					"cityID" : "621100",
					"id" : "2940"
				}, {
					"area" : "安定区",
					"areaID" : "621102",
					"cityID" : "621100",
					"id" : "2941"
				}, {
					"area" : "通渭县",
					"areaID" : "621121",
					"cityID" : "621100",
					"id" : "2942"
				}, {
					"area" : "陇西县",
					"areaID" : "621122",
					"cityID" : "621100",
					"id" : "2943"
				}, {
					"area" : "渭源县",
					"areaID" : "621123",
					"cityID" : "621100",
					"id" : "2944"
				}, {
					"area" : "临洮县",
					"areaID" : "621124",
					"cityID" : "621100",
					"id" : "2945"
				}, {
					"area" : "漳　县",
					"areaID" : "621125",
					"cityID" : "621100",
					"id" : "2946"
				}, {
					"area" : "岷　县",
					"areaID" : "621126",
					"cityID" : "621100",
					"id" : "2947"
				} ],
				"city" : "定西市",
				"cityID" : "621100",
				"id" : "314",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "621201",
					"cityID" : "621200",
					"id" : "2948"
				}, {
					"area" : "武都区",
					"areaID" : "621202",
					"cityID" : "621200",
					"id" : "2949"
				}, {
					"area" : "成　县",
					"areaID" : "621221",
					"cityID" : "621200",
					"id" : "2950"
				}, {
					"area" : "文　县",
					"areaID" : "621222",
					"cityID" : "621200",
					"id" : "2951"
				}, {
					"area" : "宕昌县",
					"areaID" : "621223",
					"cityID" : "621200",
					"id" : "2952"
				}, {
					"area" : "康　县",
					"areaID" : "621224",
					"cityID" : "621200",
					"id" : "2953"
				}, {
					"area" : "西和县",
					"areaID" : "621225",
					"cityID" : "621200",
					"id" : "2954"
				}, {
					"area" : "礼　县",
					"areaID" : "621226",
					"cityID" : "621200",
					"id" : "2955"
				}, {
					"area" : "徽　县",
					"areaID" : "621227",
					"cityID" : "621200",
					"id" : "2956"
				}, {
					"area" : "两当县",
					"areaID" : "621228",
					"cityID" : "621200",
					"id" : "2957"
				} ],
				"city" : "陇南市",
				"cityID" : "621200",
				"id" : "315",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "临夏市",
					"areaID" : "622901",
					"cityID" : "622900",
					"id" : "2958"
				}, {
					"area" : "临夏县",
					"areaID" : "622921",
					"cityID" : "622900",
					"id" : "2959"
				}, {
					"area" : "康乐县",
					"areaID" : "622922",
					"cityID" : "622900",
					"id" : "2960"
				}, {
					"area" : "永靖县",
					"areaID" : "622923",
					"cityID" : "622900",
					"id" : "2961"
				}, {
					"area" : "广河县",
					"areaID" : "622924",
					"cityID" : "622900",
					"id" : "2962"
				}, {
					"area" : "和政县",
					"areaID" : "622925",
					"cityID" : "622900",
					"id" : "2963"
				}, {
					"area" : "东乡族自治县",
					"areaID" : "622926",
					"cityID" : "622900",
					"id" : "2964"
				}, {
					"area" : "积石山保安族东乡族撒拉族自治县",
					"areaID" : "622927",
					"cityID" : "622900",
					"id" : "2965"
				} ],
				"city" : "临夏回族自治州",
				"cityID" : "622900",
				"id" : "316",
				"provinceID" : "620000"
			}, {
				"area" : [ {
					"area" : "合作市",
					"areaID" : "623001",
					"cityID" : "623000",
					"id" : "2966"
				}, {
					"area" : "临潭县",
					"areaID" : "623021",
					"cityID" : "623000",
					"id" : "2967"
				}, {
					"area" : "卓尼县",
					"areaID" : "623022",
					"cityID" : "623000",
					"id" : "2968"
				}, {
					"area" : "舟曲县",
					"areaID" : "623023",
					"cityID" : "623000",
					"id" : "2969"
				}, {
					"area" : "迭部县",
					"areaID" : "623024",
					"cityID" : "623000",
					"id" : "2970"
				}, {
					"area" : "玛曲县",
					"areaID" : "623025",
					"cityID" : "623000",
					"id" : "2971"
				}, {
					"area" : "碌曲县",
					"areaID" : "623026",
					"cityID" : "623000",
					"id" : "2972"
				}, {
					"area" : "夏河县",
					"areaID" : "623027",
					"cityID" : "623000",
					"id" : "2973"
				} ],
				"city" : "甘南藏族自治州",
				"cityID" : "623000",
				"id" : "317",
				"provinceID" : "620000"
			} ],
			"id" : "28",
			"province" : "甘肃省",
			"provinceID" : "620000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "630101",
					"cityID" : "630100",
					"id" : "2974"
				}, {
					"area" : "城东区",
					"areaID" : "630102",
					"cityID" : "630100",
					"id" : "2975"
				}, {
					"area" : "城中区",
					"areaID" : "630103",
					"cityID" : "630100",
					"id" : "2976"
				}, {
					"area" : "城西区",
					"areaID" : "630104",
					"cityID" : "630100",
					"id" : "2977"
				}, {
					"area" : "城北区",
					"areaID" : "630105",
					"cityID" : "630100",
					"id" : "2978"
				}, {
					"area" : "大通回族土族自治县",
					"areaID" : "630121",
					"cityID" : "630100",
					"id" : "2979"
				}, {
					"area" : "湟中县",
					"areaID" : "630122",
					"cityID" : "630100",
					"id" : "2980"
				}, {
					"area" : "湟源县",
					"areaID" : "630123",
					"cityID" : "630100",
					"id" : "2981"
				} ],
				"city" : "西宁市",
				"cityID" : "630100",
				"id" : "318",
				"provinceID" : "630000"
			}, {
				"area" : [ {
					"area" : "平安县",
					"areaID" : "632121",
					"cityID" : "632100",
					"id" : "2982"
				}, {
					"area" : "民和回族土族自治县",
					"areaID" : "632122",
					"cityID" : "632100",
					"id" : "2983"
				}, {
					"area" : "乐都县",
					"areaID" : "632123",
					"cityID" : "632100",
					"id" : "2984"
				}, {
					"area" : "互助土族自治县",
					"areaID" : "632126",
					"cityID" : "632100",
					"id" : "2985"
				}, {
					"area" : "化隆回族自治县",
					"areaID" : "632127",
					"cityID" : "632100",
					"id" : "2986"
				}, {
					"area" : "循化撒拉族自治县",
					"areaID" : "632128",
					"cityID" : "632100",
					"id" : "2987"
				} ],
				"city" : "海东地区",
				"cityID" : "632100",
				"id" : "319",
				"provinceID" : "630000"
			}, {
				"area" : [ {
					"area" : "门源回族自治县",
					"areaID" : "632221",
					"cityID" : "632200",
					"id" : "2988"
				}, {
					"area" : "祁连县",
					"areaID" : "632222",
					"cityID" : "632200",
					"id" : "2989"
				}, {
					"area" : "海晏县",
					"areaID" : "632223",
					"cityID" : "632200",
					"id" : "2990"
				}, {
					"area" : "刚察县",
					"areaID" : "632224",
					"cityID" : "632200",
					"id" : "2991"
				} ],
				"city" : "海北藏族自治州",
				"cityID" : "632200",
				"id" : "320",
				"provinceID" : "630000"
			}, {
				"area" : [ {
					"area" : "同仁县",
					"areaID" : "632321",
					"cityID" : "632300",
					"id" : "2992"
				}, {
					"area" : "尖扎县",
					"areaID" : "632322",
					"cityID" : "632300",
					"id" : "2993"
				}, {
					"area" : "泽库县",
					"areaID" : "632323",
					"cityID" : "632300",
					"id" : "2994"
				}, {
					"area" : "河南蒙古族自治县",
					"areaID" : "632324",
					"cityID" : "632300",
					"id" : "2995"
				} ],
				"city" : "黄南藏族自治州",
				"cityID" : "632300",
				"id" : "321",
				"provinceID" : "630000"
			}, {
				"area" : [ {
					"area" : "共和县",
					"areaID" : "632521",
					"cityID" : "632500",
					"id" : "2996"
				}, {
					"area" : "同德县",
					"areaID" : "632522",
					"cityID" : "632500",
					"id" : "2997"
				}, {
					"area" : "贵德县",
					"areaID" : "632523",
					"cityID" : "632500",
					"id" : "2998"
				}, {
					"area" : "兴海县",
					"areaID" : "632524",
					"cityID" : "632500",
					"id" : "2999"
				}, {
					"area" : "贵南县",
					"areaID" : "632525",
					"cityID" : "632500",
					"id" : "3000"
				} ],
				"city" : "海南藏族自治州",
				"cityID" : "632500",
				"id" : "322",
				"provinceID" : "630000"
			}, {
				"area" : [ {
					"area" : "玛沁县",
					"areaID" : "632621",
					"cityID" : "632600",
					"id" : "3001"
				}, {
					"area" : "班玛县",
					"areaID" : "632622",
					"cityID" : "632600",
					"id" : "3002"
				}, {
					"area" : "甘德县",
					"areaID" : "632623",
					"cityID" : "632600",
					"id" : "3003"
				}, {
					"area" : "达日县",
					"areaID" : "632624",
					"cityID" : "632600",
					"id" : "3004"
				}, {
					"area" : "久治县",
					"areaID" : "632625",
					"cityID" : "632600",
					"id" : "3005"
				}, {
					"area" : "玛多县",
					"areaID" : "632626",
					"cityID" : "632600",
					"id" : "3006"
				} ],
				"city" : "果洛藏族自治州",
				"cityID" : "632600",
				"id" : "323",
				"provinceID" : "630000"
			}, {
				"area" : [ {
					"area" : "玉树县",
					"areaID" : "632721",
					"cityID" : "632700",
					"id" : "3007"
				}, {
					"area" : "杂多县",
					"areaID" : "632722",
					"cityID" : "632700",
					"id" : "3008"
				}, {
					"area" : "称多县",
					"areaID" : "632723",
					"cityID" : "632700",
					"id" : "3009"
				}, {
					"area" : "治多县",
					"areaID" : "632724",
					"cityID" : "632700",
					"id" : "3010"
				}, {
					"area" : "囊谦县",
					"areaID" : "632725",
					"cityID" : "632700",
					"id" : "3011"
				}, {
					"area" : "曲麻莱县",
					"areaID" : "632726",
					"cityID" : "632700",
					"id" : "3012"
				} ],
				"city" : "玉树藏族自治州",
				"cityID" : "632700",
				"id" : "324",
				"provinceID" : "630000"
			}, {
				"area" : [ {
					"area" : "格尔木市",
					"areaID" : "632801",
					"cityID" : "632800",
					"id" : "3013"
				}, {
					"area" : "德令哈市",
					"areaID" : "632802",
					"cityID" : "632800",
					"id" : "3014"
				}, {
					"area" : "乌兰县",
					"areaID" : "632821",
					"cityID" : "632800",
					"id" : "3015"
				}, {
					"area" : "都兰县",
					"areaID" : "632822",
					"cityID" : "632800",
					"id" : "3016"
				}, {
					"area" : "天峻县",
					"areaID" : "632823",
					"cityID" : "632800",
					"id" : "3017"
				} ],
				"city" : "海西蒙古族藏族自治州",
				"cityID" : "632800",
				"id" : "325",
				"provinceID" : "630000"
			} ],
			"id" : "29",
			"province" : "青海省",
			"provinceID" : "630000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130601",
					"cityID" : "130600",
					"id" : "124"
				}, {
					"area" : "新市区",
					"areaID" : "130602",
					"cityID" : "130600",
					"id" : "125"
				}, {
					"area" : "北市区",
					"areaID" : "130603",
					"cityID" : "130600",
					"id" : "126"
				}, {
					"area" : "南市区",
					"areaID" : "130604",
					"cityID" : "130600",
					"id" : "127"
				}, {
					"area" : "满城县",
					"areaID" : "130621",
					"cityID" : "130600",
					"id" : "128"
				}, {
					"area" : "清苑县",
					"areaID" : "130622",
					"cityID" : "130600",
					"id" : "129"
				}, {
					"area" : "涞水县",
					"areaID" : "130623",
					"cityID" : "130600",
					"id" : "130"
				}, {
					"area" : "阜平县",
					"areaID" : "130624",
					"cityID" : "130600",
					"id" : "131"
				}, {
					"area" : "徐水县",
					"areaID" : "130625",
					"cityID" : "130600",
					"id" : "132"
				}, {
					"area" : "定兴县",
					"areaID" : "130626",
					"cityID" : "130600",
					"id" : "133"
				}, {
					"area" : "唐　县",
					"areaID" : "130627",
					"cityID" : "130600",
					"id" : "134"
				}, {
					"area" : "高阳县",
					"areaID" : "130628",
					"cityID" : "130600",
					"id" : "135"
				}, {
					"area" : "容城县",
					"areaID" : "130629",
					"cityID" : "130600",
					"id" : "136"
				}, {
					"area" : "涞源县",
					"areaID" : "130630",
					"cityID" : "130600",
					"id" : "137"
				}, {
					"area" : "望都县",
					"areaID" : "130631",
					"cityID" : "130600",
					"id" : "138"
				}, {
					"area" : "安新县",
					"areaID" : "130632",
					"cityID" : "130600",
					"id" : "139"
				}, {
					"area" : "易　县",
					"areaID" : "130633",
					"cityID" : "130600",
					"id" : "140"
				}, {
					"area" : "曲阳县",
					"areaID" : "130634",
					"cityID" : "130600",
					"id" : "141"
				}, {
					"area" : "蠡　县",
					"areaID" : "130635",
					"cityID" : "130600",
					"id" : "142"
				}, {
					"area" : "顺平县",
					"areaID" : "130636",
					"cityID" : "130600",
					"id" : "143"
				}, {
					"area" : "博野县",
					"areaID" : "130637",
					"cityID" : "130600",
					"id" : "144"
				}, {
					"area" : "雄　县",
					"areaID" : "130638",
					"cityID" : "130600",
					"id" : "145"
				}, {
					"area" : "涿州市",
					"areaID" : "130681",
					"cityID" : "130600",
					"id" : "146"
				}, {
					"area" : "定州市",
					"areaID" : "130682",
					"cityID" : "130600",
					"id" : "147"
				}, {
					"area" : "安国市",
					"areaID" : "130683",
					"cityID" : "130600",
					"id" : "148"
				}, {
					"area" : "高碑店市",
					"areaID" : "130684",
					"cityID" : "130600",
					"id" : "149"
				} ],
				"city" : "保定市",
				"cityID" : "130600",
				"id" : "10",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130701",
					"cityID" : "130700",
					"id" : "150"
				}, {
					"area" : "桥东区",
					"areaID" : "130702",
					"cityID" : "130700",
					"id" : "151"
				}, {
					"area" : "桥西区",
					"areaID" : "130703",
					"cityID" : "130700",
					"id" : "152"
				}, {
					"area" : "宣化区",
					"areaID" : "130705",
					"cityID" : "130700",
					"id" : "153"
				}, {
					"area" : "下花园区",
					"areaID" : "130706",
					"cityID" : "130700",
					"id" : "154"
				}, {
					"area" : "宣化县",
					"areaID" : "130721",
					"cityID" : "130700",
					"id" : "155"
				}, {
					"area" : "张北县",
					"areaID" : "130722",
					"cityID" : "130700",
					"id" : "156"
				}, {
					"area" : "康保县",
					"areaID" : "130723",
					"cityID" : "130700",
					"id" : "157"
				}, {
					"area" : "沽源县",
					"areaID" : "130724",
					"cityID" : "130700",
					"id" : "158"
				}, {
					"area" : "尚义县",
					"areaID" : "130725",
					"cityID" : "130700",
					"id" : "159"
				}, {
					"area" : "蔚　县",
					"areaID" : "130726",
					"cityID" : "130700",
					"id" : "160"
				}, {
					"area" : "阳原县",
					"areaID" : "130727",
					"cityID" : "130700",
					"id" : "161"
				}, {
					"area" : "怀安县",
					"areaID" : "130728",
					"cityID" : "130700",
					"id" : "162"
				}, {
					"area" : "万全县",
					"areaID" : "130729",
					"cityID" : "130700",
					"id" : "163"
				}, {
					"area" : "怀来县",
					"areaID" : "130730",
					"cityID" : "130700",
					"id" : "164"
				}, {
					"area" : "涿鹿县",
					"areaID" : "130731",
					"cityID" : "130700",
					"id" : "165"
				}, {
					"area" : "赤城县",
					"areaID" : "130732",
					"cityID" : "130700",
					"id" : "166"
				}, {
					"area" : "崇礼县",
					"areaID" : "130733",
					"cityID" : "130700",
					"id" : "167"
				} ],
				"city" : "张家口市",
				"cityID" : "130700",
				"id" : "11",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130801",
					"cityID" : "130800",
					"id" : "168"
				}, {
					"area" : "双桥区",
					"areaID" : "130802",
					"cityID" : "130800",
					"id" : "169"
				}, {
					"area" : "双滦区",
					"areaID" : "130803",
					"cityID" : "130800",
					"id" : "170"
				}, {
					"area" : "鹰手营子矿区",
					"areaID" : "130804",
					"cityID" : "130800",
					"id" : "171"
				}, {
					"area" : "承德县",
					"areaID" : "130821",
					"cityID" : "130800",
					"id" : "172"
				}, {
					"area" : "兴隆县",
					"areaID" : "130822",
					"cityID" : "130800",
					"id" : "173"
				}, {
					"area" : "平泉县",
					"areaID" : "130823",
					"cityID" : "130800",
					"id" : "174"
				}, {
					"area" : "滦平县",
					"areaID" : "130824",
					"cityID" : "130800",
					"id" : "175"
				}, {
					"area" : "隆化县",
					"areaID" : "130825",
					"cityID" : "130800",
					"id" : "176"
				}, {
					"area" : "丰宁满族自治县",
					"areaID" : "130826",
					"cityID" : "130800",
					"id" : "177"
				}, {
					"area" : "宽城满族自治县",
					"areaID" : "130827",
					"cityID" : "130800",
					"id" : "178"
				}, {
					"area" : "围场满族蒙古族自治县",
					"areaID" : "130828",
					"cityID" : "130800",
					"id" : "179"
				} ],
				"city" : "承德市",
				"cityID" : "130800",
				"id" : "12",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130901",
					"cityID" : "130900",
					"id" : "180"
				}, {
					"area" : "新华区",
					"areaID" : "130902",
					"cityID" : "130900",
					"id" : "181"
				}, {
					"area" : "运河区",
					"areaID" : "130903",
					"cityID" : "130900",
					"id" : "182"
				}, {
					"area" : "沧　县",
					"areaID" : "130921",
					"cityID" : "130900",
					"id" : "183"
				}, {
					"area" : "青　县",
					"areaID" : "130922",
					"cityID" : "130900",
					"id" : "184"
				}, {
					"area" : "东光县",
					"areaID" : "130923",
					"cityID" : "130900",
					"id" : "185"
				}, {
					"area" : "海兴县",
					"areaID" : "130924",
					"cityID" : "130900",
					"id" : "186"
				}, {
					"area" : "盐山县",
					"areaID" : "130925",
					"cityID" : "130900",
					"id" : "187"
				}, {
					"area" : "肃宁县",
					"areaID" : "130926",
					"cityID" : "130900",
					"id" : "188"
				}, {
					"area" : "南皮县",
					"areaID" : "130927",
					"cityID" : "130900",
					"id" : "189"
				}, {
					"area" : "吴桥县",
					"areaID" : "130928",
					"cityID" : "130900",
					"id" : "190"
				}, {
					"area" : "献　县",
					"areaID" : "130929",
					"cityID" : "130900",
					"id" : "191"
				}, {
					"area" : "孟村回族自治县",
					"areaID" : "130930",
					"cityID" : "130900",
					"id" : "192"
				}, {
					"area" : "泊头市",
					"areaID" : "130981",
					"cityID" : "130900",
					"id" : "193"
				}, {
					"area" : "任丘市",
					"areaID" : "130982",
					"cityID" : "130900",
					"id" : "194"
				}, {
					"area" : "黄骅市",
					"areaID" : "130983",
					"cityID" : "130900",
					"id" : "195"
				}, {
					"area" : "河间市",
					"areaID" : "130984",
					"cityID" : "130900",
					"id" : "196"
				} ],
				"city" : "沧州市",
				"cityID" : "130900",
				"id" : "13",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "131001",
					"cityID" : "131000",
					"id" : "197"
				}, {
					"area" : "安次区",
					"areaID" : "131002",
					"cityID" : "131000",
					"id" : "198"
				}, {
					"area" : "广阳区",
					"areaID" : "131003",
					"cityID" : "131000",
					"id" : "199"
				}, {
					"area" : "固安县",
					"areaID" : "131022",
					"cityID" : "131000",
					"id" : "200"
				}, {
					"area" : "永清县",
					"areaID" : "131023",
					"cityID" : "131000",
					"id" : "201"
				}, {
					"area" : "香河县",
					"areaID" : "131024",
					"cityID" : "131000",
					"id" : "202"
				}, {
					"area" : "大城县",
					"areaID" : "131025",
					"cityID" : "131000",
					"id" : "203"
				}, {
					"area" : "文安县",
					"areaID" : "131026",
					"cityID" : "131000",
					"id" : "204"
				}, {
					"area" : "大厂回族自治县",
					"areaID" : "131028",
					"cityID" : "131000",
					"id" : "205"
				}, {
					"area" : "霸州市",
					"areaID" : "131081",
					"cityID" : "131000",
					"id" : "206"
				}, {
					"area" : "三河市",
					"areaID" : "131082",
					"cityID" : "131000",
					"id" : "207"
				} ],
				"city" : "廊坊市",
				"cityID" : "131000",
				"id" : "14",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "131101",
					"cityID" : "131100",
					"id" : "208"
				}, {
					"area" : "桃城区",
					"areaID" : "131102",
					"cityID" : "131100",
					"id" : "209"
				}, {
					"area" : "枣强县",
					"areaID" : "131121",
					"cityID" : "131100",
					"id" : "210"
				}, {
					"area" : "武邑县",
					"areaID" : "131122",
					"cityID" : "131100",
					"id" : "211"
				}, {
					"area" : "武强县",
					"areaID" : "131123",
					"cityID" : "131100",
					"id" : "212"
				}, {
					"area" : "饶阳县",
					"areaID" : "131124",
					"cityID" : "131100",
					"id" : "213"
				}, {
					"area" : "安平县",
					"areaID" : "131125",
					"cityID" : "131100",
					"id" : "214"
				}, {
					"area" : "故城县",
					"areaID" : "131126",
					"cityID" : "131100",
					"id" : "215"
				}, {
					"area" : "景　县",
					"areaID" : "131127",
					"cityID" : "131100",
					"id" : "216"
				}, {
					"area" : "阜城县",
					"areaID" : "131128",
					"cityID" : "131100",
					"id" : "217"
				}, {
					"area" : "冀州市",
					"areaID" : "131181",
					"cityID" : "131100",
					"id" : "218"
				}, {
					"area" : "深州市",
					"areaID" : "131182",
					"cityID" : "131100",
					"id" : "219"
				} ],
				"city" : "衡水市",
				"cityID" : "131100",
				"id" : "15",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130101",
					"cityID" : "130100",
					"id" : "37"
				}, {
					"area" : "长安区",
					"areaID" : "130102",
					"cityID" : "130100",
					"id" : "38"
				}, {
					"area" : "桥东区",
					"areaID" : "130103",
					"cityID" : "130100",
					"id" : "39"
				}, {
					"area" : "桥西区",
					"areaID" : "130104",
					"cityID" : "130100",
					"id" : "40"
				}, {
					"area" : "新华区",
					"areaID" : "130105",
					"cityID" : "130100",
					"id" : "41"
				}, {
					"area" : "井陉矿区",
					"areaID" : "130107",
					"cityID" : "130100",
					"id" : "42"
				}, {
					"area" : "裕华区",
					"areaID" : "130108",
					"cityID" : "130100",
					"id" : "43"
				}, {
					"area" : "井陉县",
					"areaID" : "130121",
					"cityID" : "130100",
					"id" : "44"
				}, {
					"area" : "正定县",
					"areaID" : "130123",
					"cityID" : "130100",
					"id" : "45"
				}, {
					"area" : "栾城县",
					"areaID" : "130124",
					"cityID" : "130100",
					"id" : "46"
				}, {
					"area" : "行唐县",
					"areaID" : "130125",
					"cityID" : "130100",
					"id" : "47"
				}, {
					"area" : "灵寿县",
					"areaID" : "130126",
					"cityID" : "130100",
					"id" : "48"
				}, {
					"area" : "高邑县",
					"areaID" : "130127",
					"cityID" : "130100",
					"id" : "49"
				}, {
					"area" : "深泽县",
					"areaID" : "130128",
					"cityID" : "130100",
					"id" : "50"
				}, {
					"area" : "赞皇县",
					"areaID" : "130129",
					"cityID" : "130100",
					"id" : "51"
				}, {
					"area" : "无极县",
					"areaID" : "130130",
					"cityID" : "130100",
					"id" : "52"
				}, {
					"area" : "平山县",
					"areaID" : "130131",
					"cityID" : "130100",
					"id" : "53"
				}, {
					"area" : "元氏县",
					"areaID" : "130132",
					"cityID" : "130100",
					"id" : "54"
				}, {
					"area" : "赵　县",
					"areaID" : "130133",
					"cityID" : "130100",
					"id" : "55"
				}, {
					"area" : "辛集市",
					"areaID" : "130181",
					"cityID" : "130100",
					"id" : "56"
				}, {
					"area" : "藁城市",
					"areaID" : "130182",
					"cityID" : "130100",
					"id" : "57"
				}, {
					"area" : "晋州市",
					"areaID" : "130183",
					"cityID" : "130100",
					"id" : "58"
				}, {
					"area" : "新乐市",
					"areaID" : "130184",
					"cityID" : "130100",
					"id" : "59"
				}, {
					"area" : "鹿泉市",
					"areaID" : "130185",
					"cityID" : "130100",
					"id" : "60"
				} ],
				"city" : "石家庄市",
				"cityID" : "130100",
				"id" : "5",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130201",
					"cityID" : "130200",
					"id" : "61"
				}, {
					"area" : "路南区",
					"areaID" : "130202",
					"cityID" : "130200",
					"id" : "62"
				}, {
					"area" : "路北区",
					"areaID" : "130203",
					"cityID" : "130200",
					"id" : "63"
				}, {
					"area" : "古冶区",
					"areaID" : "130204",
					"cityID" : "130200",
					"id" : "64"
				}, {
					"area" : "开平区",
					"areaID" : "130205",
					"cityID" : "130200",
					"id" : "65"
				}, {
					"area" : "丰南区",
					"areaID" : "130207",
					"cityID" : "130200",
					"id" : "66"
				}, {
					"area" : "丰润区",
					"areaID" : "130208",
					"cityID" : "130200",
					"id" : "67"
				}, {
					"area" : "滦　县",
					"areaID" : "130223",
					"cityID" : "130200",
					"id" : "68"
				}, {
					"area" : "滦南县",
					"areaID" : "130224",
					"cityID" : "130200",
					"id" : "69"
				}, {
					"area" : "乐亭县",
					"areaID" : "130225",
					"cityID" : "130200",
					"id" : "70"
				}, {
					"area" : "迁西县",
					"areaID" : "130227",
					"cityID" : "130200",
					"id" : "71"
				}, {
					"area" : "玉田县",
					"areaID" : "130229",
					"cityID" : "130200",
					"id" : "72"
				}, {
					"area" : "唐海县",
					"areaID" : "130230",
					"cityID" : "130200",
					"id" : "73"
				}, {
					"area" : "遵化市",
					"areaID" : "130281",
					"cityID" : "130200",
					"id" : "74"
				}, {
					"area" : "迁安市",
					"areaID" : "130283",
					"cityID" : "130200",
					"id" : "75"
				} ],
				"city" : "唐山市",
				"cityID" : "130200",
				"id" : "6",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130301",
					"cityID" : "130300",
					"id" : "76"
				}, {
					"area" : "海港区",
					"areaID" : "130302",
					"cityID" : "130300",
					"id" : "77"
				}, {
					"area" : "山海关区",
					"areaID" : "130303",
					"cityID" : "130300",
					"id" : "78"
				}, {
					"area" : "北戴河区",
					"areaID" : "130304",
					"cityID" : "130300",
					"id" : "79"
				}, {
					"area" : "青龙满族自治县",
					"areaID" : "130321",
					"cityID" : "130300",
					"id" : "80"
				}, {
					"area" : "昌黎县",
					"areaID" : "130322",
					"cityID" : "130300",
					"id" : "81"
				}, {
					"area" : "抚宁县",
					"areaID" : "130323",
					"cityID" : "130300",
					"id" : "82"
				}, {
					"area" : "卢龙县",
					"areaID" : "130324",
					"cityID" : "130300",
					"id" : "83"
				} ],
				"city" : "秦皇岛市",
				"cityID" : "130300",
				"id" : "7",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "馆陶县",
					"areaID" : "130433",
					"cityID" : "130400",
					"id" : "100"
				}, {
					"area" : "魏　县",
					"areaID" : "130434",
					"cityID" : "130400",
					"id" : "101"
				}, {
					"area" : "曲周县",
					"areaID" : "130435",
					"cityID" : "130400",
					"id" : "102"
				}, {
					"area" : "武安市",
					"areaID" : "130481",
					"cityID" : "130400",
					"id" : "103"
				}, {
					"area" : "市辖区",
					"areaID" : "130401",
					"cityID" : "130400",
					"id" : "84"
				}, {
					"area" : "邯山区",
					"areaID" : "130402",
					"cityID" : "130400",
					"id" : "85"
				}, {
					"area" : "丛台区",
					"areaID" : "130403",
					"cityID" : "130400",
					"id" : "86"
				}, {
					"area" : "复兴区",
					"areaID" : "130404",
					"cityID" : "130400",
					"id" : "87"
				}, {
					"area" : "峰峰矿区",
					"areaID" : "130406",
					"cityID" : "130400",
					"id" : "88"
				}, {
					"area" : "邯郸县",
					"areaID" : "130421",
					"cityID" : "130400",
					"id" : "89"
				}, {
					"area" : "临漳县",
					"areaID" : "130423",
					"cityID" : "130400",
					"id" : "90"
				}, {
					"area" : "成安县",
					"areaID" : "130424",
					"cityID" : "130400",
					"id" : "91"
				}, {
					"area" : "大名县",
					"areaID" : "130425",
					"cityID" : "130400",
					"id" : "92"
				}, {
					"area" : "涉　县",
					"areaID" : "130426",
					"cityID" : "130400",
					"id" : "93"
				}, {
					"area" : "磁　县",
					"areaID" : "130427",
					"cityID" : "130400",
					"id" : "94"
				}, {
					"area" : "肥乡县",
					"areaID" : "130428",
					"cityID" : "130400",
					"id" : "95"
				}, {
					"area" : "永年县",
					"areaID" : "130429",
					"cityID" : "130400",
					"id" : "96"
				}, {
					"area" : "邱　县",
					"areaID" : "130430",
					"cityID" : "130400",
					"id" : "97"
				}, {
					"area" : "鸡泽县",
					"areaID" : "130431",
					"cityID" : "130400",
					"id" : "98"
				}, {
					"area" : "广平县",
					"areaID" : "130432",
					"cityID" : "130400",
					"id" : "99"
				} ],
				"city" : "邯郸市",
				"cityID" : "130400",
				"id" : "8",
				"provinceID" : "130000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "130501",
					"cityID" : "130500",
					"id" : "104"
				}, {
					"area" : "桥东区",
					"areaID" : "130502",
					"cityID" : "130500",
					"id" : "105"
				}, {
					"area" : "桥西区",
					"areaID" : "130503",
					"cityID" : "130500",
					"id" : "106"
				}, {
					"area" : "邢台县",
					"areaID" : "130521",
					"cityID" : "130500",
					"id" : "107"
				}, {
					"area" : "临城县",
					"areaID" : "130522",
					"cityID" : "130500",
					"id" : "108"
				}, {
					"area" : "内丘县",
					"areaID" : "130523",
					"cityID" : "130500",
					"id" : "109"
				}, {
					"area" : "柏乡县",
					"areaID" : "130524",
					"cityID" : "130500",
					"id" : "110"
				}, {
					"area" : "隆尧县",
					"areaID" : "130525",
					"cityID" : "130500",
					"id" : "111"
				}, {
					"area" : "任　县",
					"areaID" : "130526",
					"cityID" : "130500",
					"id" : "112"
				}, {
					"area" : "南和县",
					"areaID" : "130527",
					"cityID" : "130500",
					"id" : "113"
				}, {
					"area" : "宁晋县",
					"areaID" : "130528",
					"cityID" : "130500",
					"id" : "114"
				}, {
					"area" : "巨鹿县",
					"areaID" : "130529",
					"cityID" : "130500",
					"id" : "115"
				}, {
					"area" : "新河县",
					"areaID" : "130530",
					"cityID" : "130500",
					"id" : "116"
				}, {
					"area" : "广宗县",
					"areaID" : "130531",
					"cityID" : "130500",
					"id" : "117"
				}, {
					"area" : "平乡县",
					"areaID" : "130532",
					"cityID" : "130500",
					"id" : "118"
				}, {
					"area" : "威　县",
					"areaID" : "130533",
					"cityID" : "130500",
					"id" : "119"
				}, {
					"area" : "清河县",
					"areaID" : "130534",
					"cityID" : "130500",
					"id" : "120"
				}, {
					"area" : "临西县",
					"areaID" : "130535",
					"cityID" : "130500",
					"id" : "121"
				}, {
					"area" : "南宫市",
					"areaID" : "130581",
					"cityID" : "130500",
					"id" : "122"
				}, {
					"area" : "沙河市",
					"areaID" : "130582",
					"cityID" : "130500",
					"id" : "123"
				} ],
				"city" : "邢台市",
				"cityID" : "130500",
				"id" : "9",
				"provinceID" : "130000"
			} ],
			"id" : "3",
			"province" : "河北省",
			"provinceID" : "130000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "640101",
					"cityID" : "640100",
					"id" : "3018"
				}, {
					"area" : "兴庆区",
					"areaID" : "640104",
					"cityID" : "640100",
					"id" : "3019"
				}, {
					"area" : "西夏区",
					"areaID" : "640105",
					"cityID" : "640100",
					"id" : "3020"
				}, {
					"area" : "金凤区",
					"areaID" : "640106",
					"cityID" : "640100",
					"id" : "3021"
				}, {
					"area" : "永宁县",
					"areaID" : "640121",
					"cityID" : "640100",
					"id" : "3022"
				}, {
					"area" : "贺兰县",
					"areaID" : "640122",
					"cityID" : "640100",
					"id" : "3023"
				}, {
					"area" : "灵武市",
					"areaID" : "640181",
					"cityID" : "640100",
					"id" : "3024"
				} ],
				"city" : "银川市",
				"cityID" : "640100",
				"id" : "326",
				"provinceID" : "640000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "640201",
					"cityID" : "640200",
					"id" : "3025"
				}, {
					"area" : "大武口区",
					"areaID" : "640202",
					"cityID" : "640200",
					"id" : "3026"
				}, {
					"area" : "惠农区",
					"areaID" : "640205",
					"cityID" : "640200",
					"id" : "3027"
				}, {
					"area" : "平罗县",
					"areaID" : "640221",
					"cityID" : "640200",
					"id" : "3028"
				} ],
				"city" : "石嘴山市",
				"cityID" : "640200",
				"id" : "327",
				"provinceID" : "640000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "640301",
					"cityID" : "640300",
					"id" : "3029"
				}, {
					"area" : "利通区",
					"areaID" : "640302",
					"cityID" : "640300",
					"id" : "3030"
				}, {
					"area" : "盐池县",
					"areaID" : "640323",
					"cityID" : "640300",
					"id" : "3031"
				}, {
					"area" : "同心县",
					"areaID" : "640324",
					"cityID" : "640300",
					"id" : "3032"
				}, {
					"area" : "青铜峡市",
					"areaID" : "640381",
					"cityID" : "640300",
					"id" : "3033"
				} ],
				"city" : "吴忠市",
				"cityID" : "640300",
				"id" : "328",
				"provinceID" : "640000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "640401",
					"cityID" : "640400",
					"id" : "3034"
				}, {
					"area" : "原州区",
					"areaID" : "640402",
					"cityID" : "640400",
					"id" : "3035"
				}, {
					"area" : "西吉县",
					"areaID" : "640422",
					"cityID" : "640400",
					"id" : "3036"
				}, {
					"area" : "隆德县",
					"areaID" : "640423",
					"cityID" : "640400",
					"id" : "3037"
				}, {
					"area" : "泾源县",
					"areaID" : "640424",
					"cityID" : "640400",
					"id" : "3038"
				}, {
					"area" : "彭阳县",
					"areaID" : "640425",
					"cityID" : "640400",
					"id" : "3039"
				} ],
				"city" : "固原市",
				"cityID" : "640400",
				"id" : "329",
				"provinceID" : "640000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "640501",
					"cityID" : "640500",
					"id" : "3040"
				}, {
					"area" : "沙坡头区",
					"areaID" : "640502",
					"cityID" : "640500",
					"id" : "3041"
				}, {
					"area" : "中宁县",
					"areaID" : "640521",
					"cityID" : "640500",
					"id" : "3042"
				}, {
					"area" : "海原县",
					"areaID" : "640522",
					"cityID" : "640500",
					"id" : "3043"
				} ],
				"city" : "中卫市",
				"cityID" : "640500",
				"id" : "330",
				"provinceID" : "640000"
			} ],
			"id" : "30",
			"province" : "宁夏回族自治区",
			"provinceID" : "640000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "650101",
					"cityID" : "650100",
					"id" : "3044"
				}, {
					"area" : "天山区",
					"areaID" : "650102",
					"cityID" : "650100",
					"id" : "3045"
				}, {
					"area" : "沙依巴克区",
					"areaID" : "650103",
					"cityID" : "650100",
					"id" : "3046"
				}, {
					"area" : "新市区",
					"areaID" : "650104",
					"cityID" : "650100",
					"id" : "3047"
				}, {
					"area" : "水磨沟区",
					"areaID" : "650105",
					"cityID" : "650100",
					"id" : "3048"
				}, {
					"area" : "头屯河区",
					"areaID" : "650106",
					"cityID" : "650100",
					"id" : "3049"
				}, {
					"area" : "达坂城区",
					"areaID" : "650107",
					"cityID" : "650100",
					"id" : "3050"
				}, {
					"area" : "东山区",
					"areaID" : "650108",
					"cityID" : "650100",
					"id" : "3051"
				}, {
					"area" : "乌鲁木齐县",
					"areaID" : "650121",
					"cityID" : "650100",
					"id" : "3052"
				} ],
				"city" : "乌鲁木齐市",
				"cityID" : "650100",
				"id" : "331",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "650201",
					"cityID" : "650200",
					"id" : "3053"
				}, {
					"area" : "独山子区",
					"areaID" : "650202",
					"cityID" : "650200",
					"id" : "3054"
				}, {
					"area" : "克拉玛依区",
					"areaID" : "650203",
					"cityID" : "650200",
					"id" : "3055"
				}, {
					"area" : "白碱滩区",
					"areaID" : "650204",
					"cityID" : "650200",
					"id" : "3056"
				}, {
					"area" : "乌尔禾区",
					"areaID" : "650205",
					"cityID" : "650200",
					"id" : "3057"
				} ],
				"city" : "克拉玛依市",
				"cityID" : "650200",
				"id" : "332",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "吐鲁番市",
					"areaID" : "652101",
					"cityID" : "652100",
					"id" : "3058"
				}, {
					"area" : "鄯善县",
					"areaID" : "652122",
					"cityID" : "652100",
					"id" : "3059"
				}, {
					"area" : "托克逊县",
					"areaID" : "652123",
					"cityID" : "652100",
					"id" : "3060"
				} ],
				"city" : "吐鲁番地区",
				"cityID" : "652100",
				"id" : "333",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "哈密市",
					"areaID" : "652201",
					"cityID" : "652200",
					"id" : "3061"
				}, {
					"area" : "巴里坤哈萨克自治县",
					"areaID" : "652222",
					"cityID" : "652200",
					"id" : "3062"
				}, {
					"area" : "伊吾县",
					"areaID" : "652223",
					"cityID" : "652200",
					"id" : "3063"
				} ],
				"city" : "哈密地区",
				"cityID" : "652200",
				"id" : "334",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "昌吉市",
					"areaID" : "652301",
					"cityID" : "652300",
					"id" : "3064"
				}, {
					"area" : "阜康市",
					"areaID" : "652302",
					"cityID" : "652300",
					"id" : "3065"
				}, {
					"area" : "米泉市",
					"areaID" : "652303",
					"cityID" : "652300",
					"id" : "3066"
				}, {
					"area" : "呼图壁县",
					"areaID" : "652323",
					"cityID" : "652300",
					"id" : "3067"
				}, {
					"area" : "玛纳斯县",
					"areaID" : "652324",
					"cityID" : "652300",
					"id" : "3068"
				}, {
					"area" : "奇台县",
					"areaID" : "652325",
					"cityID" : "652300",
					"id" : "3069"
				}, {
					"area" : "吉木萨尔县",
					"areaID" : "652327",
					"cityID" : "652300",
					"id" : "3070"
				}, {
					"area" : "木垒哈萨克自治县",
					"areaID" : "652328",
					"cityID" : "652300",
					"id" : "3071"
				} ],
				"city" : "昌吉回族自治州",
				"cityID" : "652300",
				"id" : "335",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "博乐市",
					"areaID" : "652701",
					"cityID" : "652700",
					"id" : "3072"
				}, {
					"area" : "精河县",
					"areaID" : "652722",
					"cityID" : "652700",
					"id" : "3073"
				}, {
					"area" : "温泉县",
					"areaID" : "652723",
					"cityID" : "652700",
					"id" : "3074"
				} ],
				"city" : "博尔塔拉蒙古自治州",
				"cityID" : "652700",
				"id" : "336",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "库尔勒市",
					"areaID" : "652801",
					"cityID" : "652800",
					"id" : "3075"
				}, {
					"area" : "轮台县",
					"areaID" : "652822",
					"cityID" : "652800",
					"id" : "3076"
				}, {
					"area" : "尉犁县",
					"areaID" : "652823",
					"cityID" : "652800",
					"id" : "3077"
				}, {
					"area" : "若羌县",
					"areaID" : "652824",
					"cityID" : "652800",
					"id" : "3078"
				}, {
					"area" : "且末县",
					"areaID" : "652825",
					"cityID" : "652800",
					"id" : "3079"
				}, {
					"area" : "焉耆回族自治县",
					"areaID" : "652826",
					"cityID" : "652800",
					"id" : "3080"
				}, {
					"area" : "和静县",
					"areaID" : "652827",
					"cityID" : "652800",
					"id" : "3081"
				}, {
					"area" : "和硕县",
					"areaID" : "652828",
					"cityID" : "652800",
					"id" : "3082"
				}, {
					"area" : "博湖县",
					"areaID" : "652829",
					"cityID" : "652800",
					"id" : "3083"
				} ],
				"city" : "巴音郭楞蒙古自治州",
				"cityID" : "652800",
				"id" : "337",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "阿克苏市",
					"areaID" : "652901",
					"cityID" : "652900",
					"id" : "3084"
				}, {
					"area" : "温宿县",
					"areaID" : "652922",
					"cityID" : "652900",
					"id" : "3085"
				}, {
					"area" : "库车县",
					"areaID" : "652923",
					"cityID" : "652900",
					"id" : "3086"
				}, {
					"area" : "沙雅县",
					"areaID" : "652924",
					"cityID" : "652900",
					"id" : "3087"
				}, {
					"area" : "新和县",
					"areaID" : "652925",
					"cityID" : "652900",
					"id" : "3088"
				}, {
					"area" : "拜城县",
					"areaID" : "652926",
					"cityID" : "652900",
					"id" : "3089"
				}, {
					"area" : "乌什县",
					"areaID" : "652927",
					"cityID" : "652900",
					"id" : "3090"
				}, {
					"area" : "阿瓦提县",
					"areaID" : "652928",
					"cityID" : "652900",
					"id" : "3091"
				}, {
					"area" : "柯坪县",
					"areaID" : "652929",
					"cityID" : "652900",
					"id" : "3092"
				} ],
				"city" : "阿克苏地区",
				"cityID" : "652900",
				"id" : "338",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "阿图什市",
					"areaID" : "653001",
					"cityID" : "653000",
					"id" : "3093"
				}, {
					"area" : "阿克陶县",
					"areaID" : "653022",
					"cityID" : "653000",
					"id" : "3094"
				}, {
					"area" : "阿合奇县",
					"areaID" : "653023",
					"cityID" : "653000",
					"id" : "3095"
				}, {
					"area" : "乌恰县",
					"areaID" : "653024",
					"cityID" : "653000",
					"id" : "3096"
				} ],
				"city" : "克孜勒苏柯尔克孜自治州",
				"cityID" : "653000",
				"id" : "339",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "喀什市",
					"areaID" : "653101",
					"cityID" : "653100",
					"id" : "3097"
				}, {
					"area" : "疏附县",
					"areaID" : "653121",
					"cityID" : "653100",
					"id" : "3098"
				}, {
					"area" : "疏勒县",
					"areaID" : "653122",
					"cityID" : "653100",
					"id" : "3099"
				}, {
					"area" : "英吉沙县",
					"areaID" : "653123",
					"cityID" : "653100",
					"id" : "3100"
				}, {
					"area" : "泽普县",
					"areaID" : "653124",
					"cityID" : "653100",
					"id" : "3101"
				}, {
					"area" : "莎车县",
					"areaID" : "653125",
					"cityID" : "653100",
					"id" : "3102"
				}, {
					"area" : "叶城县",
					"areaID" : "653126",
					"cityID" : "653100",
					"id" : "3103"
				}, {
					"area" : "麦盖提县",
					"areaID" : "653127",
					"cityID" : "653100",
					"id" : "3104"
				}, {
					"area" : "岳普湖县",
					"areaID" : "653128",
					"cityID" : "653100",
					"id" : "3105"
				}, {
					"area" : "伽师县",
					"areaID" : "653129",
					"cityID" : "653100",
					"id" : "3106"
				}, {
					"area" : "巴楚县",
					"areaID" : "653130",
					"cityID" : "653100",
					"id" : "3107"
				}, {
					"area" : "塔什库尔干塔吉克自治县",
					"areaID" : "653131",
					"cityID" : "653100",
					"id" : "3108"
				} ],
				"city" : "喀什地区",
				"cityID" : "653100",
				"id" : "340",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "和田市",
					"areaID" : "653201",
					"cityID" : "653200",
					"id" : "3109"
				}, {
					"area" : "和田县",
					"areaID" : "653221",
					"cityID" : "653200",
					"id" : "3110"
				}, {
					"area" : "墨玉县",
					"areaID" : "653222",
					"cityID" : "653200",
					"id" : "3111"
				}, {
					"area" : "皮山县",
					"areaID" : "653223",
					"cityID" : "653200",
					"id" : "3112"
				}, {
					"area" : "洛浦县",
					"areaID" : "653224",
					"cityID" : "653200",
					"id" : "3113"
				}, {
					"area" : "策勒县",
					"areaID" : "653225",
					"cityID" : "653200",
					"id" : "3114"
				}, {
					"area" : "于田县",
					"areaID" : "653226",
					"cityID" : "653200",
					"id" : "3115"
				}, {
					"area" : "民丰县",
					"areaID" : "653227",
					"cityID" : "653200",
					"id" : "3116"
				} ],
				"city" : "和田地区",
				"cityID" : "653200",
				"id" : "341",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "伊宁市",
					"areaID" : "654002",
					"cityID" : "654000",
					"id" : "3117"
				}, {
					"area" : "奎屯市",
					"areaID" : "654003",
					"cityID" : "654000",
					"id" : "3118"
				}, {
					"area" : "伊宁县",
					"areaID" : "654021",
					"cityID" : "654000",
					"id" : "3119"
				}, {
					"area" : "察布查尔锡伯自治县",
					"areaID" : "654022",
					"cityID" : "654000",
					"id" : "3120"
				}, {
					"area" : "霍城县",
					"areaID" : "654023",
					"cityID" : "654000",
					"id" : "3121"
				}, {
					"area" : "巩留县",
					"areaID" : "654024",
					"cityID" : "654000",
					"id" : "3122"
				}, {
					"area" : "新源县",
					"areaID" : "654025",
					"cityID" : "654000",
					"id" : "3123"
				}, {
					"area" : "昭苏县",
					"areaID" : "654026",
					"cityID" : "654000",
					"id" : "3124"
				}, {
					"area" : "特克斯县",
					"areaID" : "654027",
					"cityID" : "654000",
					"id" : "3125"
				}, {
					"area" : "尼勒克县",
					"areaID" : "654028",
					"cityID" : "654000",
					"id" : "3126"
				} ],
				"city" : "伊犁哈萨克自治州",
				"cityID" : "654000",
				"id" : "342",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "塔城市",
					"areaID" : "654201",
					"cityID" : "654200",
					"id" : "3127"
				}, {
					"area" : "乌苏市",
					"areaID" : "654202",
					"cityID" : "654200",
					"id" : "3128"
				}, {
					"area" : "额敏县",
					"areaID" : "654221",
					"cityID" : "654200",
					"id" : "3129"
				}, {
					"area" : "沙湾县",
					"areaID" : "654223",
					"cityID" : "654200",
					"id" : "3130"
				}, {
					"area" : "托里县",
					"areaID" : "654224",
					"cityID" : "654200",
					"id" : "3131"
				}, {
					"area" : "裕民县",
					"areaID" : "654225",
					"cityID" : "654200",
					"id" : "3132"
				}, {
					"area" : "和布克赛尔蒙古自治县",
					"areaID" : "654226",
					"cityID" : "654200",
					"id" : "3133"
				} ],
				"city" : "塔城地区",
				"cityID" : "654200",
				"id" : "343",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "阿勒泰市",
					"areaID" : "654301",
					"cityID" : "654300",
					"id" : "3134"
				}, {
					"area" : "布尔津县",
					"areaID" : "654321",
					"cityID" : "654300",
					"id" : "3135"
				}, {
					"area" : "富蕴县",
					"areaID" : "654322",
					"cityID" : "654300",
					"id" : "3136"
				}, {
					"area" : "福海县",
					"areaID" : "654323",
					"cityID" : "654300",
					"id" : "3137"
				}, {
					"area" : "哈巴河县",
					"areaID" : "654324",
					"cityID" : "654300",
					"id" : "3138"
				}, {
					"area" : "青河县",
					"areaID" : "654325",
					"cityID" : "654300",
					"id" : "3139"
				}, {
					"area" : "吉木乃县",
					"areaID" : "654326",
					"cityID" : "654300",
					"id" : "3140"
				} ],
				"city" : "阿勒泰地区",
				"cityID" : "654300",
				"id" : "344",
				"provinceID" : "650000"
			}, {
				"area" : [ {
					"area" : "石河子市",
					"areaID" : "659001",
					"cityID" : "659000",
					"id" : "3141"
				}, {
					"area" : "阿拉尔市",
					"areaID" : "659002",
					"cityID" : "659000",
					"id" : "3142"
				}, {
					"area" : "图木舒克市",
					"areaID" : "659003",
					"cityID" : "659000",
					"id" : "3143"
				}, {
					"area" : "五家渠市",
					"areaID" : "659004",
					"cityID" : "659000",
					"id" : "3144"
				} ],
				"city" : "省直辖行政单位",
				"cityID" : "659000",
				"id" : "345",
				"provinceID" : "650000"
			} ],
			"id" : "31",
			"province" : "新疆维吾尔自治区",
			"provinceID" : "650000"
		}, {
			"city" : [],
			"id" : "32",
			"province" : "台湾省",
			"provinceID" : "710000"
		}, {
			"city" : [],
			"id" : "33",
			"province" : "香港特别行政区",
			"provinceID" : "810000"
		}, {
			"city" : [],
			"id" : "34",
			"province" : "澳门特别行政区",
			"provinceID" : "820000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140101",
					"cityID" : "140100",
					"id" : "220"
				}, {
					"area" : "小店区",
					"areaID" : "140105",
					"cityID" : "140100",
					"id" : "221"
				}, {
					"area" : "迎泽区",
					"areaID" : "140106",
					"cityID" : "140100",
					"id" : "222"
				}, {
					"area" : "杏花岭区",
					"areaID" : "140107",
					"cityID" : "140100",
					"id" : "223"
				}, {
					"area" : "尖草坪区",
					"areaID" : "140108",
					"cityID" : "140100",
					"id" : "224"
				}, {
					"area" : "万柏林区",
					"areaID" : "140109",
					"cityID" : "140100",
					"id" : "225"
				}, {
					"area" : "晋源区",
					"areaID" : "140110",
					"cityID" : "140100",
					"id" : "226"
				}, {
					"area" : "清徐县",
					"areaID" : "140121",
					"cityID" : "140100",
					"id" : "227"
				}, {
					"area" : "阳曲县",
					"areaID" : "140122",
					"cityID" : "140100",
					"id" : "228"
				}, {
					"area" : "娄烦县",
					"areaID" : "140123",
					"cityID" : "140100",
					"id" : "229"
				}, {
					"area" : "古交市",
					"areaID" : "140181",
					"cityID" : "140100",
					"id" : "230"
				} ],
				"city" : "太原市",
				"cityID" : "140100",
				"id" : "16",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140201",
					"cityID" : "140200",
					"id" : "231"
				}, {
					"area" : "城　区",
					"areaID" : "140202",
					"cityID" : "140200",
					"id" : "232"
				}, {
					"area" : "矿　区",
					"areaID" : "140203",
					"cityID" : "140200",
					"id" : "233"
				}, {
					"area" : "南郊区",
					"areaID" : "140211",
					"cityID" : "140200",
					"id" : "234"
				}, {
					"area" : "新荣区",
					"areaID" : "140212",
					"cityID" : "140200",
					"id" : "235"
				}, {
					"area" : "阳高县",
					"areaID" : "140221",
					"cityID" : "140200",
					"id" : "236"
				}, {
					"area" : "天镇县",
					"areaID" : "140222",
					"cityID" : "140200",
					"id" : "237"
				}, {
					"area" : "广灵县",
					"areaID" : "140223",
					"cityID" : "140200",
					"id" : "238"
				}, {
					"area" : "灵丘县",
					"areaID" : "140224",
					"cityID" : "140200",
					"id" : "239"
				}, {
					"area" : "浑源县",
					"areaID" : "140225",
					"cityID" : "140200",
					"id" : "240"
				}, {
					"area" : "左云县",
					"areaID" : "140226",
					"cityID" : "140200",
					"id" : "241"
				}, {
					"area" : "大同县",
					"areaID" : "140227",
					"cityID" : "140200",
					"id" : "242"
				} ],
				"city" : "大同市",
				"cityID" : "140200",
				"id" : "17",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140301",
					"cityID" : "140300",
					"id" : "243"
				}, {
					"area" : "城　区",
					"areaID" : "140302",
					"cityID" : "140300",
					"id" : "244"
				}, {
					"area" : "矿　区",
					"areaID" : "140303",
					"cityID" : "140300",
					"id" : "245"
				}, {
					"area" : "郊　区",
					"areaID" : "140311",
					"cityID" : "140300",
					"id" : "246"
				}, {
					"area" : "平定县",
					"areaID" : "140321",
					"cityID" : "140300",
					"id" : "247"
				}, {
					"area" : "盂　县",
					"areaID" : "140322",
					"cityID" : "140300",
					"id" : "248"
				} ],
				"city" : "阳泉市",
				"cityID" : "140300",
				"id" : "18",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140401",
					"cityID" : "140400",
					"id" : "249"
				}, {
					"area" : "城　区",
					"areaID" : "140402",
					"cityID" : "140400",
					"id" : "250"
				}, {
					"area" : "郊　区",
					"areaID" : "140411",
					"cityID" : "140400",
					"id" : "251"
				}, {
					"area" : "长治县",
					"areaID" : "140421",
					"cityID" : "140400",
					"id" : "252"
				}, {
					"area" : "襄垣县",
					"areaID" : "140423",
					"cityID" : "140400",
					"id" : "253"
				}, {
					"area" : "屯留县",
					"areaID" : "140424",
					"cityID" : "140400",
					"id" : "254"
				}, {
					"area" : "平顺县",
					"areaID" : "140425",
					"cityID" : "140400",
					"id" : "255"
				}, {
					"area" : "黎城县",
					"areaID" : "140426",
					"cityID" : "140400",
					"id" : "256"
				}, {
					"area" : "壶关县",
					"areaID" : "140427",
					"cityID" : "140400",
					"id" : "257"
				}, {
					"area" : "长子县",
					"areaID" : "140428",
					"cityID" : "140400",
					"id" : "258"
				}, {
					"area" : "武乡县",
					"areaID" : "140429",
					"cityID" : "140400",
					"id" : "259"
				}, {
					"area" : "沁　县",
					"areaID" : "140430",
					"cityID" : "140400",
					"id" : "260"
				}, {
					"area" : "沁源县",
					"areaID" : "140431",
					"cityID" : "140400",
					"id" : "261"
				}, {
					"area" : "潞城市",
					"areaID" : "140481",
					"cityID" : "140400",
					"id" : "262"
				} ],
				"city" : "长治市",
				"cityID" : "140400",
				"id" : "19",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140501",
					"cityID" : "140500",
					"id" : "263"
				}, {
					"area" : "城　区",
					"areaID" : "140502",
					"cityID" : "140500",
					"id" : "264"
				}, {
					"area" : "沁水县",
					"areaID" : "140521",
					"cityID" : "140500",
					"id" : "265"
				}, {
					"area" : "阳城县",
					"areaID" : "140522",
					"cityID" : "140500",
					"id" : "266"
				}, {
					"area" : "陵川县",
					"areaID" : "140524",
					"cityID" : "140500",
					"id" : "267"
				}, {
					"area" : "泽州县",
					"areaID" : "140525",
					"cityID" : "140500",
					"id" : "268"
				}, {
					"area" : "高平市",
					"areaID" : "140581",
					"cityID" : "140500",
					"id" : "269"
				} ],
				"city" : "晋城市",
				"cityID" : "140500",
				"id" : "20",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140601",
					"cityID" : "140600",
					"id" : "270"
				}, {
					"area" : "朔城区",
					"areaID" : "140602",
					"cityID" : "140600",
					"id" : "271"
				}, {
					"area" : "平鲁区",
					"areaID" : "140603",
					"cityID" : "140600",
					"id" : "272"
				}, {
					"area" : "山阴县",
					"areaID" : "140621",
					"cityID" : "140600",
					"id" : "273"
				}, {
					"area" : "应　县",
					"areaID" : "140622",
					"cityID" : "140600",
					"id" : "274"
				}, {
					"area" : "右玉县",
					"areaID" : "140623",
					"cityID" : "140600",
					"id" : "275"
				}, {
					"area" : "怀仁县",
					"areaID" : "140624",
					"cityID" : "140600",
					"id" : "276"
				} ],
				"city" : "朔州市",
				"cityID" : "140600",
				"id" : "21",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140701",
					"cityID" : "140700",
					"id" : "277"
				}, {
					"area" : "榆次区",
					"areaID" : "140702",
					"cityID" : "140700",
					"id" : "278"
				}, {
					"area" : "榆社县",
					"areaID" : "140721",
					"cityID" : "140700",
					"id" : "279"
				}, {
					"area" : "左权县",
					"areaID" : "140722",
					"cityID" : "140700",
					"id" : "280"
				}, {
					"area" : "和顺县",
					"areaID" : "140723",
					"cityID" : "140700",
					"id" : "281"
				}, {
					"area" : "昔阳县",
					"areaID" : "140724",
					"cityID" : "140700",
					"id" : "282"
				}, {
					"area" : "寿阳县",
					"areaID" : "140725",
					"cityID" : "140700",
					"id" : "283"
				}, {
					"area" : "太谷县",
					"areaID" : "140726",
					"cityID" : "140700",
					"id" : "284"
				}, {
					"area" : "祁　县",
					"areaID" : "140727",
					"cityID" : "140700",
					"id" : "285"
				}, {
					"area" : "平遥县",
					"areaID" : "140728",
					"cityID" : "140700",
					"id" : "286"
				}, {
					"area" : "灵石县",
					"areaID" : "140729",
					"cityID" : "140700",
					"id" : "287"
				}, {
					"area" : "介休市",
					"areaID" : "140781",
					"cityID" : "140700",
					"id" : "288"
				} ],
				"city" : "晋中市",
				"cityID" : "140700",
				"id" : "22",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140801",
					"cityID" : "140800",
					"id" : "289"
				}, {
					"area" : "盐湖区",
					"areaID" : "140802",
					"cityID" : "140800",
					"id" : "290"
				}, {
					"area" : "临猗县",
					"areaID" : "140821",
					"cityID" : "140800",
					"id" : "291"
				}, {
					"area" : "万荣县",
					"areaID" : "140822",
					"cityID" : "140800",
					"id" : "292"
				}, {
					"area" : "闻喜县",
					"areaID" : "140823",
					"cityID" : "140800",
					"id" : "293"
				}, {
					"area" : "稷山县",
					"areaID" : "140824",
					"cityID" : "140800",
					"id" : "294"
				}, {
					"area" : "新绛县",
					"areaID" : "140825",
					"cityID" : "140800",
					"id" : "295"
				}, {
					"area" : "绛　县",
					"areaID" : "140826",
					"cityID" : "140800",
					"id" : "296"
				}, {
					"area" : "垣曲县",
					"areaID" : "140827",
					"cityID" : "140800",
					"id" : "297"
				}, {
					"area" : "夏　县",
					"areaID" : "140828",
					"cityID" : "140800",
					"id" : "298"
				}, {
					"area" : "平陆县",
					"areaID" : "140829",
					"cityID" : "140800",
					"id" : "299"
				}, {
					"area" : "芮城县",
					"areaID" : "140830",
					"cityID" : "140800",
					"id" : "300"
				}, {
					"area" : "永济市",
					"areaID" : "140881",
					"cityID" : "140800",
					"id" : "301"
				}, {
					"area" : "河津市",
					"areaID" : "140882",
					"cityID" : "140800",
					"id" : "302"
				} ],
				"city" : "运城市",
				"cityID" : "140800",
				"id" : "23",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "140901",
					"cityID" : "140900",
					"id" : "303"
				}, {
					"area" : "忻府区",
					"areaID" : "140902",
					"cityID" : "140900",
					"id" : "304"
				}, {
					"area" : "定襄县",
					"areaID" : "140921",
					"cityID" : "140900",
					"id" : "305"
				}, {
					"area" : "五台县",
					"areaID" : "140922",
					"cityID" : "140900",
					"id" : "306"
				}, {
					"area" : "代　县",
					"areaID" : "140923",
					"cityID" : "140900",
					"id" : "307"
				}, {
					"area" : "繁峙县",
					"areaID" : "140924",
					"cityID" : "140900",
					"id" : "308"
				}, {
					"area" : "宁武县",
					"areaID" : "140925",
					"cityID" : "140900",
					"id" : "309"
				}, {
					"area" : "静乐县",
					"areaID" : "140926",
					"cityID" : "140900",
					"id" : "310"
				}, {
					"area" : "神池县",
					"areaID" : "140927",
					"cityID" : "140900",
					"id" : "311"
				}, {
					"area" : "五寨县",
					"areaID" : "140928",
					"cityID" : "140900",
					"id" : "312"
				}, {
					"area" : "岢岚县",
					"areaID" : "140929",
					"cityID" : "140900",
					"id" : "313"
				}, {
					"area" : "河曲县",
					"areaID" : "140930",
					"cityID" : "140900",
					"id" : "314"
				}, {
					"area" : "保德县",
					"areaID" : "140931",
					"cityID" : "140900",
					"id" : "315"
				}, {
					"area" : "偏关县",
					"areaID" : "140932",
					"cityID" : "140900",
					"id" : "316"
				}, {
					"area" : "原平市",
					"areaID" : "140981",
					"cityID" : "140900",
					"id" : "317"
				} ],
				"city" : "忻州市",
				"cityID" : "140900",
				"id" : "24",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "141001",
					"cityID" : "141000",
					"id" : "318"
				}, {
					"area" : "尧都区",
					"areaID" : "141002",
					"cityID" : "141000",
					"id" : "319"
				}, {
					"area" : "曲沃县",
					"areaID" : "141021",
					"cityID" : "141000",
					"id" : "320"
				}, {
					"area" : "翼城县",
					"areaID" : "141022",
					"cityID" : "141000",
					"id" : "321"
				}, {
					"area" : "襄汾县",
					"areaID" : "141023",
					"cityID" : "141000",
					"id" : "322"
				}, {
					"area" : "洪洞县",
					"areaID" : "141024",
					"cityID" : "141000",
					"id" : "323"
				}, {
					"area" : "古　县",
					"areaID" : "141025",
					"cityID" : "141000",
					"id" : "324"
				}, {
					"area" : "安泽县",
					"areaID" : "141026",
					"cityID" : "141000",
					"id" : "325"
				}, {
					"area" : "浮山县",
					"areaID" : "141027",
					"cityID" : "141000",
					"id" : "326"
				}, {
					"area" : "吉　县",
					"areaID" : "141028",
					"cityID" : "141000",
					"id" : "327"
				}, {
					"area" : "乡宁县",
					"areaID" : "141029",
					"cityID" : "141000",
					"id" : "328"
				}, {
					"area" : "大宁县",
					"areaID" : "141030",
					"cityID" : "141000",
					"id" : "329"
				}, {
					"area" : "隰　县",
					"areaID" : "141031",
					"cityID" : "141000",
					"id" : "330"
				}, {
					"area" : "永和县",
					"areaID" : "141032",
					"cityID" : "141000",
					"id" : "331"
				}, {
					"area" : "蒲　县",
					"areaID" : "141033",
					"cityID" : "141000",
					"id" : "332"
				}, {
					"area" : "汾西县",
					"areaID" : "141034",
					"cityID" : "141000",
					"id" : "333"
				}, {
					"area" : "侯马市",
					"areaID" : "141081",
					"cityID" : "141000",
					"id" : "334"
				}, {
					"area" : "霍州市",
					"areaID" : "141082",
					"cityID" : "141000",
					"id" : "335"
				} ],
				"city" : "临汾市",
				"cityID" : "141000",
				"id" : "25",
				"provinceID" : "140000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "141101",
					"cityID" : "141100",
					"id" : "336"
				}, {
					"area" : "离石区",
					"areaID" : "141102",
					"cityID" : "141100",
					"id" : "337"
				}, {
					"area" : "文水县",
					"areaID" : "141121",
					"cityID" : "141100",
					"id" : "338"
				}, {
					"area" : "交城县",
					"areaID" : "141122",
					"cityID" : "141100",
					"id" : "339"
				}, {
					"area" : "兴　县",
					"areaID" : "141123",
					"cityID" : "141100",
					"id" : "340"
				}, {
					"area" : "临　县",
					"areaID" : "141124",
					"cityID" : "141100",
					"id" : "341"
				}, {
					"area" : "柳林县",
					"areaID" : "141125",
					"cityID" : "141100",
					"id" : "342"
				}, {
					"area" : "石楼县",
					"areaID" : "141126",
					"cityID" : "141100",
					"id" : "343"
				}, {
					"area" : "岚　县",
					"areaID" : "141127",
					"cityID" : "141100",
					"id" : "344"
				}, {
					"area" : "方山县",
					"areaID" : "141128",
					"cityID" : "141100",
					"id" : "345"
				}, {
					"area" : "中阳县",
					"areaID" : "141129",
					"cityID" : "141100",
					"id" : "346"
				}, {
					"area" : "交口县",
					"areaID" : "141130",
					"cityID" : "141100",
					"id" : "347"
				}, {
					"area" : "孝义市",
					"areaID" : "141181",
					"cityID" : "141100",
					"id" : "348"
				}, {
					"area" : "汾阳市",
					"areaID" : "141182",
					"cityID" : "141100",
					"id" : "349"
				} ],
				"city" : "吕梁市",
				"cityID" : "141100",
				"id" : "26",
				"provinceID" : "140000"
			} ],
			"id" : "4",
			"province" : "山西省",
			"provinceID" : "140000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150101",
					"cityID" : "150100",
					"id" : "350"
				}, {
					"area" : "新城区",
					"areaID" : "150102",
					"cityID" : "150100",
					"id" : "351"
				}, {
					"area" : "回民区",
					"areaID" : "150103",
					"cityID" : "150100",
					"id" : "352"
				}, {
					"area" : "玉泉区",
					"areaID" : "150104",
					"cityID" : "150100",
					"id" : "353"
				}, {
					"area" : "赛罕区",
					"areaID" : "150105",
					"cityID" : "150100",
					"id" : "354"
				}, {
					"area" : "土默特左旗",
					"areaID" : "150121",
					"cityID" : "150100",
					"id" : "355"
				}, {
					"area" : "托克托县",
					"areaID" : "150122",
					"cityID" : "150100",
					"id" : "356"
				}, {
					"area" : "和林格尔县",
					"areaID" : "150123",
					"cityID" : "150100",
					"id" : "357"
				}, {
					"area" : "清水河县",
					"areaID" : "150124",
					"cityID" : "150100",
					"id" : "358"
				}, {
					"area" : "武川县",
					"areaID" : "150125",
					"cityID" : "150100",
					"id" : "359"
				} ],
				"city" : "呼和浩特市",
				"cityID" : "150100",
				"id" : "27",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150201",
					"cityID" : "150200",
					"id" : "360"
				}, {
					"area" : "东河区",
					"areaID" : "150202",
					"cityID" : "150200",
					"id" : "361"
				}, {
					"area" : "昆都仑区",
					"areaID" : "150203",
					"cityID" : "150200",
					"id" : "362"
				}, {
					"area" : "青山区",
					"areaID" : "150204",
					"cityID" : "150200",
					"id" : "363"
				}, {
					"area" : "石拐区",
					"areaID" : "150205",
					"cityID" : "150200",
					"id" : "364"
				}, {
					"area" : "白云矿区",
					"areaID" : "150206",
					"cityID" : "150200",
					"id" : "365"
				}, {
					"area" : "九原区",
					"areaID" : "150207",
					"cityID" : "150200",
					"id" : "366"
				}, {
					"area" : "土默特右旗",
					"areaID" : "150221",
					"cityID" : "150200",
					"id" : "367"
				}, {
					"area" : "固阳县",
					"areaID" : "150222",
					"cityID" : "150200",
					"id" : "368"
				}, {
					"area" : "达尔罕茂明安联合旗",
					"areaID" : "150223",
					"cityID" : "150200",
					"id" : "369"
				} ],
				"city" : "包头市",
				"cityID" : "150200",
				"id" : "28",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150301",
					"cityID" : "150300",
					"id" : "370"
				}, {
					"area" : "海勃湾区",
					"areaID" : "150302",
					"cityID" : "150300",
					"id" : "371"
				}, {
					"area" : "海南区",
					"areaID" : "150303",
					"cityID" : "150300",
					"id" : "372"
				}, {
					"area" : "乌达区",
					"areaID" : "150304",
					"cityID" : "150300",
					"id" : "373"
				} ],
				"city" : "乌海市",
				"cityID" : "150300",
				"id" : "29",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150401",
					"cityID" : "150400",
					"id" : "374"
				}, {
					"area" : "红山区",
					"areaID" : "150402",
					"cityID" : "150400",
					"id" : "375"
				}, {
					"area" : "元宝山区",
					"areaID" : "150403",
					"cityID" : "150400",
					"id" : "376"
				}, {
					"area" : "松山区",
					"areaID" : "150404",
					"cityID" : "150400",
					"id" : "377"
				}, {
					"area" : "阿鲁科尔沁旗",
					"areaID" : "150421",
					"cityID" : "150400",
					"id" : "378"
				}, {
					"area" : "巴林左旗",
					"areaID" : "150422",
					"cityID" : "150400",
					"id" : "379"
				}, {
					"area" : "巴林右旗",
					"areaID" : "150423",
					"cityID" : "150400",
					"id" : "380"
				}, {
					"area" : "林西县",
					"areaID" : "150424",
					"cityID" : "150400",
					"id" : "381"
				}, {
					"area" : "克什克腾旗",
					"areaID" : "150425",
					"cityID" : "150400",
					"id" : "382"
				}, {
					"area" : "翁牛特旗",
					"areaID" : "150426",
					"cityID" : "150400",
					"id" : "383"
				}, {
					"area" : "喀喇沁旗",
					"areaID" : "150428",
					"cityID" : "150400",
					"id" : "384"
				}, {
					"area" : "宁城县",
					"areaID" : "150429",
					"cityID" : "150400",
					"id" : "385"
				}, {
					"area" : "敖汉旗",
					"areaID" : "150430",
					"cityID" : "150400",
					"id" : "386"
				} ],
				"city" : "赤峰市",
				"cityID" : "150400",
				"id" : "30",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150501",
					"cityID" : "150500",
					"id" : "387"
				}, {
					"area" : "科尔沁区",
					"areaID" : "150502",
					"cityID" : "150500",
					"id" : "388"
				}, {
					"area" : "科尔沁左翼中旗",
					"areaID" : "150521",
					"cityID" : "150500",
					"id" : "389"
				}, {
					"area" : "科尔沁左翼后旗",
					"areaID" : "150522",
					"cityID" : "150500",
					"id" : "390"
				}, {
					"area" : "开鲁县",
					"areaID" : "150523",
					"cityID" : "150500",
					"id" : "391"
				}, {
					"area" : "库伦旗",
					"areaID" : "150524",
					"cityID" : "150500",
					"id" : "392"
				}, {
					"area" : "奈曼旗",
					"areaID" : "150525",
					"cityID" : "150500",
					"id" : "393"
				}, {
					"area" : "扎鲁特旗",
					"areaID" : "150526",
					"cityID" : "150500",
					"id" : "394"
				}, {
					"area" : "霍林郭勒市",
					"areaID" : "150581",
					"cityID" : "150500",
					"id" : "395"
				} ],
				"city" : "通辽市",
				"cityID" : "150500",
				"id" : "31",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "东胜区",
					"areaID" : "150602",
					"cityID" : "150600",
					"id" : "396"
				}, {
					"area" : "达拉特旗",
					"areaID" : "150621",
					"cityID" : "150600",
					"id" : "397"
				}, {
					"area" : "准格尔旗",
					"areaID" : "150622",
					"cityID" : "150600",
					"id" : "398"
				}, {
					"area" : "鄂托克前旗",
					"areaID" : "150623",
					"cityID" : "150600",
					"id" : "399"
				}, {
					"area" : "鄂托克旗",
					"areaID" : "150624",
					"cityID" : "150600",
					"id" : "400"
				}, {
					"area" : "杭锦旗",
					"areaID" : "150625",
					"cityID" : "150600",
					"id" : "401"
				}, {
					"area" : "乌审旗",
					"areaID" : "150626",
					"cityID" : "150600",
					"id" : "402"
				}, {
					"area" : "伊金霍洛旗",
					"areaID" : "150627",
					"cityID" : "150600",
					"id" : "403"
				} ],
				"city" : "鄂尔多斯市",
				"cityID" : "150600",
				"id" : "32",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150701",
					"cityID" : "150700",
					"id" : "404"
				}, {
					"area" : "海拉尔区",
					"areaID" : "150702",
					"cityID" : "150700",
					"id" : "405"
				}, {
					"area" : "阿荣旗",
					"areaID" : "150721",
					"cityID" : "150700",
					"id" : "406"
				}, {
					"area" : "莫力达瓦达斡尔族自治旗",
					"areaID" : "150722",
					"cityID" : "150700",
					"id" : "407"
				}, {
					"area" : "鄂伦春自治旗",
					"areaID" : "150723",
					"cityID" : "150700",
					"id" : "408"
				}, {
					"area" : "鄂温克族自治旗",
					"areaID" : "150724",
					"cityID" : "150700",
					"id" : "409"
				}, {
					"area" : "陈巴尔虎旗",
					"areaID" : "150725",
					"cityID" : "150700",
					"id" : "410"
				}, {
					"area" : "新巴尔虎左旗",
					"areaID" : "150726",
					"cityID" : "150700",
					"id" : "411"
				}, {
					"area" : "新巴尔虎右旗",
					"areaID" : "150727",
					"cityID" : "150700",
					"id" : "412"
				}, {
					"area" : "满洲里市",
					"areaID" : "150781",
					"cityID" : "150700",
					"id" : "413"
				}, {
					"area" : "牙克石市",
					"areaID" : "150782",
					"cityID" : "150700",
					"id" : "414"
				}, {
					"area" : "扎兰屯市",
					"areaID" : "150783",
					"cityID" : "150700",
					"id" : "415"
				}, {
					"area" : "额尔古纳市",
					"areaID" : "150784",
					"cityID" : "150700",
					"id" : "416"
				}, {
					"area" : "根河市",
					"areaID" : "150785",
					"cityID" : "150700",
					"id" : "417"
				} ],
				"city" : "呼伦贝尔市",
				"cityID" : "150700",
				"id" : "33",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150801",
					"cityID" : "150800",
					"id" : "418"
				}, {
					"area" : "临河区",
					"areaID" : "150802",
					"cityID" : "150800",
					"id" : "419"
				}, {
					"area" : "五原县",
					"areaID" : "150821",
					"cityID" : "150800",
					"id" : "420"
				}, {
					"area" : "磴口县",
					"areaID" : "150822",
					"cityID" : "150800",
					"id" : "421"
				}, {
					"area" : "乌拉特前旗",
					"areaID" : "150823",
					"cityID" : "150800",
					"id" : "422"
				}, {
					"area" : "乌拉特中旗",
					"areaID" : "150824",
					"cityID" : "150800",
					"id" : "423"
				}, {
					"area" : "乌拉特后旗",
					"areaID" : "150825",
					"cityID" : "150800",
					"id" : "424"
				}, {
					"area" : "杭锦后旗",
					"areaID" : "150826",
					"cityID" : "150800",
					"id" : "425"
				} ],
				"city" : "巴彦淖尔市",
				"cityID" : "150800",
				"id" : "34",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "150901",
					"cityID" : "150900",
					"id" : "426"
				}, {
					"area" : "集宁区",
					"areaID" : "150902",
					"cityID" : "150900",
					"id" : "427"
				}, {
					"area" : "卓资县",
					"areaID" : "150921",
					"cityID" : "150900",
					"id" : "428"
				}, {
					"area" : "化德县",
					"areaID" : "150922",
					"cityID" : "150900",
					"id" : "429"
				}, {
					"area" : "商都县",
					"areaID" : "150923",
					"cityID" : "150900",
					"id" : "430"
				}, {
					"area" : "兴和县",
					"areaID" : "150924",
					"cityID" : "150900",
					"id" : "431"
				}, {
					"area" : "凉城县",
					"areaID" : "150925",
					"cityID" : "150900",
					"id" : "432"
				}, {
					"area" : "察哈尔右翼前旗",
					"areaID" : "150926",
					"cityID" : "150900",
					"id" : "433"
				}, {
					"area" : "察哈尔右翼中旗",
					"areaID" : "150927",
					"cityID" : "150900",
					"id" : "434"
				}, {
					"area" : "察哈尔右翼后旗",
					"areaID" : "150928",
					"cityID" : "150900",
					"id" : "435"
				}, {
					"area" : "四子王旗",
					"areaID" : "150929",
					"cityID" : "150900",
					"id" : "436"
				}, {
					"area" : "丰镇市",
					"areaID" : "150981",
					"cityID" : "150900",
					"id" : "437"
				} ],
				"city" : "乌兰察布市",
				"cityID" : "150900",
				"id" : "35",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "乌兰浩特市",
					"areaID" : "152201",
					"cityID" : "152200",
					"id" : "438"
				}, {
					"area" : "阿尔山市",
					"areaID" : "152202",
					"cityID" : "152200",
					"id" : "439"
				}, {
					"area" : "科尔沁右翼前旗",
					"areaID" : "152221",
					"cityID" : "152200",
					"id" : "440"
				}, {
					"area" : "科尔沁右翼中旗",
					"areaID" : "152222",
					"cityID" : "152200",
					"id" : "441"
				}, {
					"area" : "扎赉特旗",
					"areaID" : "152223",
					"cityID" : "152200",
					"id" : "442"
				}, {
					"area" : "突泉县",
					"areaID" : "152224",
					"cityID" : "152200",
					"id" : "443"
				} ],
				"city" : "兴安盟",
				"cityID" : "152200",
				"id" : "36",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "二连浩特市",
					"areaID" : "152501",
					"cityID" : "152500",
					"id" : "444"
				}, {
					"area" : "锡林浩特市",
					"areaID" : "152502",
					"cityID" : "152500",
					"id" : "445"
				}, {
					"area" : "阿巴嘎旗",
					"areaID" : "152522",
					"cityID" : "152500",
					"id" : "446"
				}, {
					"area" : "苏尼特左旗",
					"areaID" : "152523",
					"cityID" : "152500",
					"id" : "447"
				}, {
					"area" : "苏尼特右旗",
					"areaID" : "152524",
					"cityID" : "152500",
					"id" : "448"
				}, {
					"area" : "东乌珠穆沁旗",
					"areaID" : "152525",
					"cityID" : "152500",
					"id" : "449"
				}, {
					"area" : "西乌珠穆沁旗",
					"areaID" : "152526",
					"cityID" : "152500",
					"id" : "450"
				}, {
					"area" : "太仆寺旗",
					"areaID" : "152527",
					"cityID" : "152500",
					"id" : "451"
				}, {
					"area" : "镶黄旗",
					"areaID" : "152528",
					"cityID" : "152500",
					"id" : "452"
				}, {
					"area" : "正镶白旗",
					"areaID" : "152529",
					"cityID" : "152500",
					"id" : "453"
				}, {
					"area" : "正蓝旗",
					"areaID" : "152530",
					"cityID" : "152500",
					"id" : "454"
				}, {
					"area" : "多伦县",
					"areaID" : "152531",
					"cityID" : "152500",
					"id" : "455"
				} ],
				"city" : "锡林郭勒盟",
				"cityID" : "152500",
				"id" : "37",
				"provinceID" : "150000"
			}, {
				"area" : [ {
					"area" : "阿拉善左旗",
					"areaID" : "152921",
					"cityID" : "152900",
					"id" : "456"
				}, {
					"area" : "阿拉善右旗",
					"areaID" : "152922",
					"cityID" : "152900",
					"id" : "457"
				}, {
					"area" : "额济纳旗",
					"areaID" : "152923",
					"cityID" : "152900",
					"id" : "458"
				} ],
				"city" : "阿拉善盟",
				"cityID" : "152900",
				"id" : "38",
				"provinceID" : "150000"
			} ],
			"id" : "5",
			"province" : "内蒙古自治区",
			"provinceID" : "150000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210101",
					"cityID" : "210100",
					"id" : "459"
				}, {
					"area" : "和平区",
					"areaID" : "210102",
					"cityID" : "210100",
					"id" : "460"
				}, {
					"area" : "沈河区",
					"areaID" : "210103",
					"cityID" : "210100",
					"id" : "461"
				}, {
					"area" : "大东区",
					"areaID" : "210104",
					"cityID" : "210100",
					"id" : "462"
				}, {
					"area" : "皇姑区",
					"areaID" : "210105",
					"cityID" : "210100",
					"id" : "463"
				}, {
					"area" : "铁西区",
					"areaID" : "210106",
					"cityID" : "210100",
					"id" : "464"
				}, {
					"area" : "苏家屯区",
					"areaID" : "210111",
					"cityID" : "210100",
					"id" : "465"
				}, {
					"area" : "东陵区",
					"areaID" : "210112",
					"cityID" : "210100",
					"id" : "466"
				}, {
					"area" : "新城子区",
					"areaID" : "210113",
					"cityID" : "210100",
					"id" : "467"
				}, {
					"area" : "于洪区",
					"areaID" : "210114",
					"cityID" : "210100",
					"id" : "468"
				}, {
					"area" : "辽中县",
					"areaID" : "210122",
					"cityID" : "210100",
					"id" : "469"
				}, {
					"area" : "康平县",
					"areaID" : "210123",
					"cityID" : "210100",
					"id" : "470"
				}, {
					"area" : "法库县",
					"areaID" : "210124",
					"cityID" : "210100",
					"id" : "471"
				}, {
					"area" : "新民市",
					"areaID" : "210181",
					"cityID" : "210100",
					"id" : "472"
				} ],
				"city" : "沈阳市",
				"cityID" : "210100",
				"id" : "39",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210201",
					"cityID" : "210200",
					"id" : "473"
				}, {
					"area" : "中山区",
					"areaID" : "210202",
					"cityID" : "210200",
					"id" : "474"
				}, {
					"area" : "西岗区",
					"areaID" : "210203",
					"cityID" : "210200",
					"id" : "475"
				}, {
					"area" : "沙河口区",
					"areaID" : "210204",
					"cityID" : "210200",
					"id" : "476"
				}, {
					"area" : "甘井子区",
					"areaID" : "210211",
					"cityID" : "210200",
					"id" : "477"
				}, {
					"area" : "旅顺口区",
					"areaID" : "210212",
					"cityID" : "210200",
					"id" : "478"
				}, {
					"area" : "金州区",
					"areaID" : "210213",
					"cityID" : "210200",
					"id" : "479"
				}, {
					"area" : "长海县",
					"areaID" : "210224",
					"cityID" : "210200",
					"id" : "480"
				}, {
					"area" : "瓦房店市",
					"areaID" : "210281",
					"cityID" : "210200",
					"id" : "481"
				}, {
					"area" : "普兰店市",
					"areaID" : "210282",
					"cityID" : "210200",
					"id" : "482"
				}, {
					"area" : "庄河市",
					"areaID" : "210283",
					"cityID" : "210200",
					"id" : "483"
				} ],
				"city" : "大连市",
				"cityID" : "210200",
				"id" : "40",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210301",
					"cityID" : "210300",
					"id" : "484"
				}, {
					"area" : "铁东区",
					"areaID" : "210302",
					"cityID" : "210300",
					"id" : "485"
				}, {
					"area" : "铁西区",
					"areaID" : "210303",
					"cityID" : "210300",
					"id" : "486"
				}, {
					"area" : "立山区",
					"areaID" : "210304",
					"cityID" : "210300",
					"id" : "487"
				}, {
					"area" : "千山区",
					"areaID" : "210311",
					"cityID" : "210300",
					"id" : "488"
				}, {
					"area" : "台安县",
					"areaID" : "210321",
					"cityID" : "210300",
					"id" : "489"
				}, {
					"area" : "岫岩满族自治县",
					"areaID" : "210323",
					"cityID" : "210300",
					"id" : "490"
				}, {
					"area" : "海城市",
					"areaID" : "210381",
					"cityID" : "210300",
					"id" : "491"
				} ],
				"city" : "鞍山市",
				"cityID" : "210300",
				"id" : "41",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210401",
					"cityID" : "210400",
					"id" : "492"
				}, {
					"area" : "新抚区",
					"areaID" : "210402",
					"cityID" : "210400",
					"id" : "493"
				}, {
					"area" : "东洲区",
					"areaID" : "210403",
					"cityID" : "210400",
					"id" : "494"
				}, {
					"area" : "望花区",
					"areaID" : "210404",
					"cityID" : "210400",
					"id" : "495"
				}, {
					"area" : "顺城区",
					"areaID" : "210411",
					"cityID" : "210400",
					"id" : "496"
				}, {
					"area" : "抚顺县",
					"areaID" : "210421",
					"cityID" : "210400",
					"id" : "497"
				}, {
					"area" : "新宾满族自治县",
					"areaID" : "210422",
					"cityID" : "210400",
					"id" : "498"
				}, {
					"area" : "清原满族自治县",
					"areaID" : "210423",
					"cityID" : "210400",
					"id" : "499"
				} ],
				"city" : "抚顺市",
				"cityID" : "210400",
				"id" : "42",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210501",
					"cityID" : "210500",
					"id" : "500"
				}, {
					"area" : "平山区",
					"areaID" : "210502",
					"cityID" : "210500",
					"id" : "501"
				}, {
					"area" : "溪湖区",
					"areaID" : "210503",
					"cityID" : "210500",
					"id" : "502"
				}, {
					"area" : "明山区",
					"areaID" : "210504",
					"cityID" : "210500",
					"id" : "503"
				}, {
					"area" : "南芬区",
					"areaID" : "210505",
					"cityID" : "210500",
					"id" : "504"
				}, {
					"area" : "本溪满族自治县",
					"areaID" : "210521",
					"cityID" : "210500",
					"id" : "505"
				}, {
					"area" : "桓仁满族自治县",
					"areaID" : "210522",
					"cityID" : "210500",
					"id" : "506"
				} ],
				"city" : "本溪市",
				"cityID" : "210500",
				"id" : "43",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210601",
					"cityID" : "210600",
					"id" : "507"
				}, {
					"area" : "元宝区",
					"areaID" : "210602",
					"cityID" : "210600",
					"id" : "508"
				}, {
					"area" : "振兴区",
					"areaID" : "210603",
					"cityID" : "210600",
					"id" : "509"
				}, {
					"area" : "振安区",
					"areaID" : "210604",
					"cityID" : "210600",
					"id" : "510"
				}, {
					"area" : "宽甸满族自治县",
					"areaID" : "210624",
					"cityID" : "210600",
					"id" : "511"
				}, {
					"area" : "东港市",
					"areaID" : "210681",
					"cityID" : "210600",
					"id" : "512"
				}, {
					"area" : "凤城市",
					"areaID" : "210682",
					"cityID" : "210600",
					"id" : "513"
				} ],
				"city" : "丹东市",
				"cityID" : "210600",
				"id" : "44",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210701",
					"cityID" : "210700",
					"id" : "514"
				}, {
					"area" : "古塔区",
					"areaID" : "210702",
					"cityID" : "210700",
					"id" : "515"
				}, {
					"area" : "凌河区",
					"areaID" : "210703",
					"cityID" : "210700",
					"id" : "516"
				}, {
					"area" : "太和区",
					"areaID" : "210711",
					"cityID" : "210700",
					"id" : "517"
				}, {
					"area" : "黑山县",
					"areaID" : "210726",
					"cityID" : "210700",
					"id" : "518"
				}, {
					"area" : "义　县",
					"areaID" : "210727",
					"cityID" : "210700",
					"id" : "519"
				}, {
					"area" : "凌海市",
					"areaID" : "210781",
					"cityID" : "210700",
					"id" : "520"
				}, {
					"area" : "北宁市",
					"areaID" : "210782",
					"cityID" : "210700",
					"id" : "521"
				} ],
				"city" : "锦州市",
				"cityID" : "210700",
				"id" : "45",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210801",
					"cityID" : "210800",
					"id" : "522"
				}, {
					"area" : "站前区",
					"areaID" : "210802",
					"cityID" : "210800",
					"id" : "523"
				}, {
					"area" : "西市区",
					"areaID" : "210803",
					"cityID" : "210800",
					"id" : "524"
				}, {
					"area" : "鲅鱼圈区",
					"areaID" : "210804",
					"cityID" : "210800",
					"id" : "525"
				}, {
					"area" : "老边区",
					"areaID" : "210811",
					"cityID" : "210800",
					"id" : "526"
				}, {
					"area" : "盖州市",
					"areaID" : "210881",
					"cityID" : "210800",
					"id" : "527"
				}, {
					"area" : "大石桥市",
					"areaID" : "210882",
					"cityID" : "210800",
					"id" : "528"
				} ],
				"city" : "营口市",
				"cityID" : "210800",
				"id" : "46",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "210901",
					"cityID" : "210900",
					"id" : "529"
				}, {
					"area" : "海州区",
					"areaID" : "210902",
					"cityID" : "210900",
					"id" : "530"
				}, {
					"area" : "新邱区",
					"areaID" : "210903",
					"cityID" : "210900",
					"id" : "531"
				}, {
					"area" : "太平区",
					"areaID" : "210904",
					"cityID" : "210900",
					"id" : "532"
				}, {
					"area" : "清河门区",
					"areaID" : "210905",
					"cityID" : "210900",
					"id" : "533"
				}, {
					"area" : "细河区",
					"areaID" : "210911",
					"cityID" : "210900",
					"id" : "534"
				}, {
					"area" : "阜新蒙古族自治县",
					"areaID" : "210921",
					"cityID" : "210900",
					"id" : "535"
				}, {
					"area" : "彰武县",
					"areaID" : "210922",
					"cityID" : "210900",
					"id" : "536"
				} ],
				"city" : "阜新市",
				"cityID" : "210900",
				"id" : "47",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "211001",
					"cityID" : "211000",
					"id" : "537"
				}, {
					"area" : "白塔区",
					"areaID" : "211002",
					"cityID" : "211000",
					"id" : "538"
				}, {
					"area" : "文圣区",
					"areaID" : "211003",
					"cityID" : "211000",
					"id" : "539"
				}, {
					"area" : "宏伟区",
					"areaID" : "211004",
					"cityID" : "211000",
					"id" : "540"
				}, {
					"area" : "弓长岭区",
					"areaID" : "211005",
					"cityID" : "211000",
					"id" : "541"
				}, {
					"area" : "太子河区",
					"areaID" : "211011",
					"cityID" : "211000",
					"id" : "542"
				}, {
					"area" : "辽阳县",
					"areaID" : "211021",
					"cityID" : "211000",
					"id" : "543"
				}, {
					"area" : "灯塔市",
					"areaID" : "211081",
					"cityID" : "211000",
					"id" : "544"
				} ],
				"city" : "辽阳市",
				"cityID" : "211000",
				"id" : "48",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "211101",
					"cityID" : "211100",
					"id" : "545"
				}, {
					"area" : "双台子区",
					"areaID" : "211102",
					"cityID" : "211100",
					"id" : "546"
				}, {
					"area" : "兴隆台区",
					"areaID" : "211103",
					"cityID" : "211100",
					"id" : "547"
				}, {
					"area" : "大洼县",
					"areaID" : "211121",
					"cityID" : "211100",
					"id" : "548"
				}, {
					"area" : "盘山县",
					"areaID" : "211122",
					"cityID" : "211100",
					"id" : "549"
				} ],
				"city" : "盘锦市",
				"cityID" : "211100",
				"id" : "49",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "211201",
					"cityID" : "211200",
					"id" : "550"
				}, {
					"area" : "银州区",
					"areaID" : "211202",
					"cityID" : "211200",
					"id" : "551"
				}, {
					"area" : "清河区",
					"areaID" : "211204",
					"cityID" : "211200",
					"id" : "552"
				}, {
					"area" : "铁岭县",
					"areaID" : "211221",
					"cityID" : "211200",
					"id" : "553"
				}, {
					"area" : "西丰县",
					"areaID" : "211223",
					"cityID" : "211200",
					"id" : "554"
				}, {
					"area" : "昌图县",
					"areaID" : "211224",
					"cityID" : "211200",
					"id" : "555"
				}, {
					"area" : "调兵山市",
					"areaID" : "211281",
					"cityID" : "211200",
					"id" : "556"
				}, {
					"area" : "开原市",
					"areaID" : "211282",
					"cityID" : "211200",
					"id" : "557"
				} ],
				"city" : "铁岭市",
				"cityID" : "211200",
				"id" : "50",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "211301",
					"cityID" : "211300",
					"id" : "558"
				}, {
					"area" : "双塔区",
					"areaID" : "211302",
					"cityID" : "211300",
					"id" : "559"
				}, {
					"area" : "龙城区",
					"areaID" : "211303",
					"cityID" : "211300",
					"id" : "560"
				}, {
					"area" : "朝阳县",
					"areaID" : "211321",
					"cityID" : "211300",
					"id" : "561"
				}, {
					"area" : "建平县",
					"areaID" : "211322",
					"cityID" : "211300",
					"id" : "562"
				}, {
					"area" : "喀喇沁左翼蒙古族自治县",
					"areaID" : "211324",
					"cityID" : "211300",
					"id" : "563"
				}, {
					"area" : "北票市",
					"areaID" : "211381",
					"cityID" : "211300",
					"id" : "564"
				}, {
					"area" : "凌源市",
					"areaID" : "211382",
					"cityID" : "211300",
					"id" : "565"
				} ],
				"city" : "朝阳市",
				"cityID" : "211300",
				"id" : "51",
				"provinceID" : "210000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "211401",
					"cityID" : "211400",
					"id" : "566"
				}, {
					"area" : "连山区",
					"areaID" : "211402",
					"cityID" : "211400",
					"id" : "567"
				}, {
					"area" : "龙港区",
					"areaID" : "211403",
					"cityID" : "211400",
					"id" : "568"
				}, {
					"area" : "南票区",
					"areaID" : "211404",
					"cityID" : "211400",
					"id" : "569"
				}, {
					"area" : "绥中县",
					"areaID" : "211421",
					"cityID" : "211400",
					"id" : "570"
				}, {
					"area" : "建昌县",
					"areaID" : "211422",
					"cityID" : "211400",
					"id" : "571"
				}, {
					"area" : "兴城市",
					"areaID" : "211481",
					"cityID" : "211400",
					"id" : "572"
				} ],
				"city" : "葫芦岛市",
				"cityID" : "211400",
				"id" : "52",
				"provinceID" : "210000"
			} ],
			"id" : "6",
			"province" : "辽宁省",
			"provinceID" : "210000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220101",
					"cityID" : "220100",
					"id" : "573"
				}, {
					"area" : "南关区",
					"areaID" : "220102",
					"cityID" : "220100",
					"id" : "574"
				}, {
					"area" : "宽城区",
					"areaID" : "220103",
					"cityID" : "220100",
					"id" : "575"
				}, {
					"area" : "朝阳区",
					"areaID" : "220104",
					"cityID" : "220100",
					"id" : "576"
				}, {
					"area" : "二道区",
					"areaID" : "220105",
					"cityID" : "220100",
					"id" : "577"
				}, {
					"area" : "绿园区",
					"areaID" : "220106",
					"cityID" : "220100",
					"id" : "578"
				}, {
					"area" : "双阳区",
					"areaID" : "220112",
					"cityID" : "220100",
					"id" : "579"
				}, {
					"area" : "农安县",
					"areaID" : "220122",
					"cityID" : "220100",
					"id" : "580"
				}, {
					"area" : "九台市",
					"areaID" : "220181",
					"cityID" : "220100",
					"id" : "581"
				}, {
					"area" : "榆树市",
					"areaID" : "220182",
					"cityID" : "220100",
					"id" : "582"
				}, {
					"area" : "德惠市",
					"areaID" : "220183",
					"cityID" : "220100",
					"id" : "583"
				} ],
				"city" : "长春市",
				"cityID" : "220100",
				"id" : "53",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220201",
					"cityID" : "220200",
					"id" : "584"
				}, {
					"area" : "昌邑区",
					"areaID" : "220202",
					"cityID" : "220200",
					"id" : "585"
				}, {
					"area" : "龙潭区",
					"areaID" : "220203",
					"cityID" : "220200",
					"id" : "586"
				}, {
					"area" : "船营区",
					"areaID" : "220204",
					"cityID" : "220200",
					"id" : "587"
				}, {
					"area" : "丰满区",
					"areaID" : "220211",
					"cityID" : "220200",
					"id" : "588"
				}, {
					"area" : "永吉县",
					"areaID" : "220221",
					"cityID" : "220200",
					"id" : "589"
				}, {
					"area" : "蛟河市",
					"areaID" : "220281",
					"cityID" : "220200",
					"id" : "590"
				}, {
					"area" : "桦甸市",
					"areaID" : "220282",
					"cityID" : "220200",
					"id" : "591"
				}, {
					"area" : "舒兰市",
					"areaID" : "220283",
					"cityID" : "220200",
					"id" : "592"
				}, {
					"area" : "磐石市",
					"areaID" : "220284",
					"cityID" : "220200",
					"id" : "593"
				} ],
				"city" : "吉林市",
				"cityID" : "220200",
				"id" : "54",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220301",
					"cityID" : "220300",
					"id" : "594"
				}, {
					"area" : "铁西区",
					"areaID" : "220302",
					"cityID" : "220300",
					"id" : "595"
				}, {
					"area" : "铁东区",
					"areaID" : "220303",
					"cityID" : "220300",
					"id" : "596"
				}, {
					"area" : "梨树县",
					"areaID" : "220322",
					"cityID" : "220300",
					"id" : "597"
				}, {
					"area" : "伊通满族自治县",
					"areaID" : "220323",
					"cityID" : "220300",
					"id" : "598"
				}, {
					"area" : "公主岭市",
					"areaID" : "220381",
					"cityID" : "220300",
					"id" : "599"
				}, {
					"area" : "双辽市",
					"areaID" : "220382",
					"cityID" : "220300",
					"id" : "600"
				} ],
				"city" : "四平市",
				"cityID" : "220300",
				"id" : "55",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220401",
					"cityID" : "220400",
					"id" : "601"
				}, {
					"area" : "龙山区",
					"areaID" : "220402",
					"cityID" : "220400",
					"id" : "602"
				}, {
					"area" : "西安区",
					"areaID" : "220403",
					"cityID" : "220400",
					"id" : "603"
				}, {
					"area" : "东丰县",
					"areaID" : "220421",
					"cityID" : "220400",
					"id" : "604"
				}, {
					"area" : "东辽县",
					"areaID" : "220422",
					"cityID" : "220400",
					"id" : "605"
				} ],
				"city" : "辽源市",
				"cityID" : "220400",
				"id" : "56",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220501",
					"cityID" : "220500",
					"id" : "606"
				}, {
					"area" : "东昌区",
					"areaID" : "220502",
					"cityID" : "220500",
					"id" : "607"
				}, {
					"area" : "二道江区",
					"areaID" : "220503",
					"cityID" : "220500",
					"id" : "608"
				}, {
					"area" : "通化县",
					"areaID" : "220521",
					"cityID" : "220500",
					"id" : "609"
				}, {
					"area" : "辉南县",
					"areaID" : "220523",
					"cityID" : "220500",
					"id" : "610"
				}, {
					"area" : "柳河县",
					"areaID" : "220524",
					"cityID" : "220500",
					"id" : "611"
				}, {
					"area" : "梅河口市",
					"areaID" : "220581",
					"cityID" : "220500",
					"id" : "612"
				}, {
					"area" : "集安市",
					"areaID" : "220582",
					"cityID" : "220500",
					"id" : "613"
				} ],
				"city" : "通化市",
				"cityID" : "220500",
				"id" : "57",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220601",
					"cityID" : "220600",
					"id" : "614"
				}, {
					"area" : "八道江区",
					"areaID" : "220602",
					"cityID" : "220600",
					"id" : "615"
				}, {
					"area" : "抚松县",
					"areaID" : "220621",
					"cityID" : "220600",
					"id" : "616"
				}, {
					"area" : "靖宇县",
					"areaID" : "220622",
					"cityID" : "220600",
					"id" : "617"
				}, {
					"area" : "长白朝鲜族自治县",
					"areaID" : "220623",
					"cityID" : "220600",
					"id" : "618"
				}, {
					"area" : "江源县",
					"areaID" : "220625",
					"cityID" : "220600",
					"id" : "619"
				}, {
					"area" : "临江市",
					"areaID" : "220681",
					"cityID" : "220600",
					"id" : "620"
				} ],
				"city" : "白山市",
				"cityID" : "220600",
				"id" : "58",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220701",
					"cityID" : "220700",
					"id" : "621"
				}, {
					"area" : "宁江区",
					"areaID" : "220702",
					"cityID" : "220700",
					"id" : "622"
				}, {
					"area" : "前郭尔罗斯蒙古族自治县",
					"areaID" : "220721",
					"cityID" : "220700",
					"id" : "623"
				}, {
					"area" : "长岭县",
					"areaID" : "220722",
					"cityID" : "220700",
					"id" : "624"
				}, {
					"area" : "乾安县",
					"areaID" : "220723",
					"cityID" : "220700",
					"id" : "625"
				}, {
					"area" : "扶余县",
					"areaID" : "220724",
					"cityID" : "220700",
					"id" : "626"
				} ],
				"city" : "松原市",
				"cityID" : "220700",
				"id" : "59",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "220801",
					"cityID" : "220800",
					"id" : "627"
				}, {
					"area" : "洮北区",
					"areaID" : "220802",
					"cityID" : "220800",
					"id" : "628"
				}, {
					"area" : "镇赉县",
					"areaID" : "220821",
					"cityID" : "220800",
					"id" : "629"
				}, {
					"area" : "通榆县",
					"areaID" : "220822",
					"cityID" : "220800",
					"id" : "630"
				}, {
					"area" : "洮南市",
					"areaID" : "220881",
					"cityID" : "220800",
					"id" : "631"
				}, {
					"area" : "大安市",
					"areaID" : "220882",
					"cityID" : "220800",
					"id" : "632"
				} ],
				"city" : "白城市",
				"cityID" : "220800",
				"id" : "60",
				"provinceID" : "220000"
			}, {
				"area" : [ {
					"area" : "延吉市",
					"areaID" : "222401",
					"cityID" : "222400",
					"id" : "633"
				}, {
					"area" : "图们市",
					"areaID" : "222402",
					"cityID" : "222400",
					"id" : "634"
				}, {
					"area" : "敦化市",
					"areaID" : "222403",
					"cityID" : "222400",
					"id" : "635"
				}, {
					"area" : "珲春市",
					"areaID" : "222404",
					"cityID" : "222400",
					"id" : "636"
				}, {
					"area" : "龙井市",
					"areaID" : "222405",
					"cityID" : "222400",
					"id" : "637"
				}, {
					"area" : "和龙市",
					"areaID" : "222406",
					"cityID" : "222400",
					"id" : "638"
				}, {
					"area" : "汪清县",
					"areaID" : "222424",
					"cityID" : "222400",
					"id" : "639"
				}, {
					"area" : "安图县",
					"areaID" : "222426",
					"cityID" : "222400",
					"id" : "640"
				} ],
				"city" : "延边朝鲜族自治州",
				"cityID" : "222400",
				"id" : "61",
				"provinceID" : "220000"
			} ],
			"id" : "7",
			"province" : "吉林省",
			"provinceID" : "220000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230101",
					"cityID" : "230100",
					"id" : "641"
				}, {
					"area" : "道里区",
					"areaID" : "230102",
					"cityID" : "230100",
					"id" : "642"
				}, {
					"area" : "南岗区",
					"areaID" : "230103",
					"cityID" : "230100",
					"id" : "643"
				}, {
					"area" : "道外区",
					"areaID" : "230104",
					"cityID" : "230100",
					"id" : "644"
				}, {
					"area" : "香坊区",
					"areaID" : "230106",
					"cityID" : "230100",
					"id" : "645"
				}, {
					"area" : "动力区",
					"areaID" : "230107",
					"cityID" : "230100",
					"id" : "646"
				}, {
					"area" : "平房区",
					"areaID" : "230108",
					"cityID" : "230100",
					"id" : "647"
				}, {
					"area" : "松北区",
					"areaID" : "230109",
					"cityID" : "230100",
					"id" : "648"
				}, {
					"area" : "呼兰区",
					"areaID" : "230111",
					"cityID" : "230100",
					"id" : "649"
				}, {
					"area" : "依兰县",
					"areaID" : "230123",
					"cityID" : "230100",
					"id" : "650"
				}, {
					"area" : "方正县",
					"areaID" : "230124",
					"cityID" : "230100",
					"id" : "651"
				}, {
					"area" : "宾　县",
					"areaID" : "230125",
					"cityID" : "230100",
					"id" : "652"
				}, {
					"area" : "巴彦县",
					"areaID" : "230126",
					"cityID" : "230100",
					"id" : "653"
				}, {
					"area" : "木兰县",
					"areaID" : "230127",
					"cityID" : "230100",
					"id" : "654"
				}, {
					"area" : "通河县",
					"areaID" : "230128",
					"cityID" : "230100",
					"id" : "655"
				}, {
					"area" : "延寿县",
					"areaID" : "230129",
					"cityID" : "230100",
					"id" : "656"
				}, {
					"area" : "阿城市",
					"areaID" : "230181",
					"cityID" : "230100",
					"id" : "657"
				}, {
					"area" : "双城市",
					"areaID" : "230182",
					"cityID" : "230100",
					"id" : "658"
				}, {
					"area" : "尚志市",
					"areaID" : "230183",
					"cityID" : "230100",
					"id" : "659"
				}, {
					"area" : "五常市",
					"areaID" : "230184",
					"cityID" : "230100",
					"id" : "660"
				} ],
				"city" : "哈尔滨市",
				"cityID" : "230100",
				"id" : "62",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230201",
					"cityID" : "230200",
					"id" : "661"
				}, {
					"area" : "龙沙区",
					"areaID" : "230202",
					"cityID" : "230200",
					"id" : "662"
				}, {
					"area" : "建华区",
					"areaID" : "230203",
					"cityID" : "230200",
					"id" : "663"
				}, {
					"area" : "铁锋区",
					"areaID" : "230204",
					"cityID" : "230200",
					"id" : "664"
				}, {
					"area" : "昂昂溪区",
					"areaID" : "230205",
					"cityID" : "230200",
					"id" : "665"
				}, {
					"area" : "富拉尔基区",
					"areaID" : "230206",
					"cityID" : "230200",
					"id" : "666"
				}, {
					"area" : "碾子山区",
					"areaID" : "230207",
					"cityID" : "230200",
					"id" : "667"
				}, {
					"area" : "梅里斯达斡尔族区",
					"areaID" : "230208",
					"cityID" : "230200",
					"id" : "668"
				}, {
					"area" : "龙江县",
					"areaID" : "230221",
					"cityID" : "230200",
					"id" : "669"
				}, {
					"area" : "依安县",
					"areaID" : "230223",
					"cityID" : "230200",
					"id" : "670"
				}, {
					"area" : "泰来县",
					"areaID" : "230224",
					"cityID" : "230200",
					"id" : "671"
				}, {
					"area" : "甘南县",
					"areaID" : "230225",
					"cityID" : "230200",
					"id" : "672"
				}, {
					"area" : "富裕县",
					"areaID" : "230227",
					"cityID" : "230200",
					"id" : "673"
				}, {
					"area" : "克山县",
					"areaID" : "230229",
					"cityID" : "230200",
					"id" : "674"
				}, {
					"area" : "克东县",
					"areaID" : "230230",
					"cityID" : "230200",
					"id" : "675"
				}, {
					"area" : "拜泉县",
					"areaID" : "230231",
					"cityID" : "230200",
					"id" : "676"
				}, {
					"area" : "讷河市",
					"areaID" : "230281",
					"cityID" : "230200",
					"id" : "677"
				} ],
				"city" : "齐齐哈尔市",
				"cityID" : "230200",
				"id" : "63",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230301",
					"cityID" : "230300",
					"id" : "678"
				}, {
					"area" : "鸡冠区",
					"areaID" : "230302",
					"cityID" : "230300",
					"id" : "679"
				}, {
					"area" : "恒山区",
					"areaID" : "230303",
					"cityID" : "230300",
					"id" : "680"
				}, {
					"area" : "滴道区",
					"areaID" : "230304",
					"cityID" : "230300",
					"id" : "681"
				}, {
					"area" : "梨树区",
					"areaID" : "230305",
					"cityID" : "230300",
					"id" : "682"
				}, {
					"area" : "城子河区",
					"areaID" : "230306",
					"cityID" : "230300",
					"id" : "683"
				}, {
					"area" : "麻山区",
					"areaID" : "230307",
					"cityID" : "230300",
					"id" : "684"
				}, {
					"area" : "鸡东县",
					"areaID" : "230321",
					"cityID" : "230300",
					"id" : "685"
				}, {
					"area" : "虎林市",
					"areaID" : "230381",
					"cityID" : "230300",
					"id" : "686"
				}, {
					"area" : "密山市",
					"areaID" : "230382",
					"cityID" : "230300",
					"id" : "687"
				} ],
				"city" : "鸡西市",
				"cityID" : "230300",
				"id" : "64",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230401",
					"cityID" : "230400",
					"id" : "688"
				}, {
					"area" : "向阳区",
					"areaID" : "230402",
					"cityID" : "230400",
					"id" : "689"
				}, {
					"area" : "工农区",
					"areaID" : "230403",
					"cityID" : "230400",
					"id" : "690"
				}, {
					"area" : "南山区",
					"areaID" : "230404",
					"cityID" : "230400",
					"id" : "691"
				}, {
					"area" : "兴安区",
					"areaID" : "230405",
					"cityID" : "230400",
					"id" : "692"
				}, {
					"area" : "东山区",
					"areaID" : "230406",
					"cityID" : "230400",
					"id" : "693"
				}, {
					"area" : "兴山区",
					"areaID" : "230407",
					"cityID" : "230400",
					"id" : "694"
				}, {
					"area" : "萝北县",
					"areaID" : "230421",
					"cityID" : "230400",
					"id" : "695"
				}, {
					"area" : "绥滨县",
					"areaID" : "230422",
					"cityID" : "230400",
					"id" : "696"
				} ],
				"city" : "鹤岗市",
				"cityID" : "230400",
				"id" : "65",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230501",
					"cityID" : "230500",
					"id" : "697"
				}, {
					"area" : "尖山区",
					"areaID" : "230502",
					"cityID" : "230500",
					"id" : "698"
				}, {
					"area" : "岭东区",
					"areaID" : "230503",
					"cityID" : "230500",
					"id" : "699"
				}, {
					"area" : "四方台区",
					"areaID" : "230505",
					"cityID" : "230500",
					"id" : "700"
				}, {
					"area" : "宝山区",
					"areaID" : "230506",
					"cityID" : "230500",
					"id" : "701"
				}, {
					"area" : "集贤县",
					"areaID" : "230521",
					"cityID" : "230500",
					"id" : "702"
				}, {
					"area" : "友谊县",
					"areaID" : "230522",
					"cityID" : "230500",
					"id" : "703"
				}, {
					"area" : "宝清县",
					"areaID" : "230523",
					"cityID" : "230500",
					"id" : "704"
				}, {
					"area" : "饶河县",
					"areaID" : "230524",
					"cityID" : "230500",
					"id" : "705"
				} ],
				"city" : "双鸭山市",
				"cityID" : "230500",
				"id" : "66",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230601",
					"cityID" : "230600",
					"id" : "706"
				}, {
					"area" : "萨尔图区",
					"areaID" : "230602",
					"cityID" : "230600",
					"id" : "707"
				}, {
					"area" : "龙凤区",
					"areaID" : "230603",
					"cityID" : "230600",
					"id" : "708"
				}, {
					"area" : "让胡路区",
					"areaID" : "230604",
					"cityID" : "230600",
					"id" : "709"
				}, {
					"area" : "红岗区",
					"areaID" : "230605",
					"cityID" : "230600",
					"id" : "710"
				}, {
					"area" : "大同区",
					"areaID" : "230606",
					"cityID" : "230600",
					"id" : "711"
				}, {
					"area" : "肇州县",
					"areaID" : "230621",
					"cityID" : "230600",
					"id" : "712"
				}, {
					"area" : "肇源县",
					"areaID" : "230622",
					"cityID" : "230600",
					"id" : "713"
				}, {
					"area" : "林甸县",
					"areaID" : "230623",
					"cityID" : "230600",
					"id" : "714"
				}, {
					"area" : "杜尔伯特蒙古族自治县",
					"areaID" : "230624",
					"cityID" : "230600",
					"id" : "715"
				} ],
				"city" : "大庆市",
				"cityID" : "230600",
				"id" : "67",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230701",
					"cityID" : "230700",
					"id" : "716"
				}, {
					"area" : "伊春区",
					"areaID" : "230702",
					"cityID" : "230700",
					"id" : "717"
				}, {
					"area" : "南岔区",
					"areaID" : "230703",
					"cityID" : "230700",
					"id" : "718"
				}, {
					"area" : "友好区",
					"areaID" : "230704",
					"cityID" : "230700",
					"id" : "719"
				}, {
					"area" : "西林区",
					"areaID" : "230705",
					"cityID" : "230700",
					"id" : "720"
				}, {
					"area" : "翠峦区",
					"areaID" : "230706",
					"cityID" : "230700",
					"id" : "721"
				}, {
					"area" : "新青区",
					"areaID" : "230707",
					"cityID" : "230700",
					"id" : "722"
				}, {
					"area" : "美溪区",
					"areaID" : "230708",
					"cityID" : "230700",
					"id" : "723"
				}, {
					"area" : "金山屯区",
					"areaID" : "230709",
					"cityID" : "230700",
					"id" : "724"
				}, {
					"area" : "五营区",
					"areaID" : "230710",
					"cityID" : "230700",
					"id" : "725"
				}, {
					"area" : "乌马河区",
					"areaID" : "230711",
					"cityID" : "230700",
					"id" : "726"
				}, {
					"area" : "汤旺河区",
					"areaID" : "230712",
					"cityID" : "230700",
					"id" : "727"
				}, {
					"area" : "带岭区",
					"areaID" : "230713",
					"cityID" : "230700",
					"id" : "728"
				}, {
					"area" : "乌伊岭区",
					"areaID" : "230714",
					"cityID" : "230700",
					"id" : "729"
				}, {
					"area" : "红星区",
					"areaID" : "230715",
					"cityID" : "230700",
					"id" : "730"
				}, {
					"area" : "上甘岭区",
					"areaID" : "230716",
					"cityID" : "230700",
					"id" : "731"
				}, {
					"area" : "嘉荫县",
					"areaID" : "230722",
					"cityID" : "230700",
					"id" : "732"
				}, {
					"area" : "铁力市",
					"areaID" : "230781",
					"cityID" : "230700",
					"id" : "733"
				} ],
				"city" : "伊春市",
				"cityID" : "230700",
				"id" : "68",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230801",
					"cityID" : "230800",
					"id" : "734"
				}, {
					"area" : "永红区",
					"areaID" : "230802",
					"cityID" : "230800",
					"id" : "735"
				}, {
					"area" : "向阳区",
					"areaID" : "230803",
					"cityID" : "230800",
					"id" : "736"
				}, {
					"area" : "前进区",
					"areaID" : "230804",
					"cityID" : "230800",
					"id" : "737"
				}, {
					"area" : "东风区",
					"areaID" : "230805",
					"cityID" : "230800",
					"id" : "738"
				}, {
					"area" : "郊　区",
					"areaID" : "230811",
					"cityID" : "230800",
					"id" : "739"
				}, {
					"area" : "桦南县",
					"areaID" : "230822",
					"cityID" : "230800",
					"id" : "740"
				}, {
					"area" : "桦川县",
					"areaID" : "230826",
					"cityID" : "230800",
					"id" : "741"
				}, {
					"area" : "汤原县",
					"areaID" : "230828",
					"cityID" : "230800",
					"id" : "742"
				}, {
					"area" : "抚远县",
					"areaID" : "230833",
					"cityID" : "230800",
					"id" : "743"
				}, {
					"area" : "同江市",
					"areaID" : "230881",
					"cityID" : "230800",
					"id" : "744"
				}, {
					"area" : "富锦市",
					"areaID" : "230882",
					"cityID" : "230800",
					"id" : "745"
				} ],
				"city" : "佳木斯市",
				"cityID" : "230800",
				"id" : "69",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "230901",
					"cityID" : "230900",
					"id" : "746"
				}, {
					"area" : "新兴区",
					"areaID" : "230902",
					"cityID" : "230900",
					"id" : "747"
				}, {
					"area" : "桃山区",
					"areaID" : "230903",
					"cityID" : "230900",
					"id" : "748"
				}, {
					"area" : "茄子河区",
					"areaID" : "230904",
					"cityID" : "230900",
					"id" : "749"
				}, {
					"area" : "勃利县",
					"areaID" : "230921",
					"cityID" : "230900",
					"id" : "750"
				} ],
				"city" : "七台河市",
				"cityID" : "230900",
				"id" : "70",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "231001",
					"cityID" : "231000",
					"id" : "751"
				}, {
					"area" : "东安区",
					"areaID" : "231002",
					"cityID" : "231000",
					"id" : "752"
				}, {
					"area" : "阳明区",
					"areaID" : "231003",
					"cityID" : "231000",
					"id" : "753"
				}, {
					"area" : "爱民区",
					"areaID" : "231004",
					"cityID" : "231000",
					"id" : "754"
				}, {
					"area" : "西安区",
					"areaID" : "231005",
					"cityID" : "231000",
					"id" : "755"
				}, {
					"area" : "东宁县",
					"areaID" : "231024",
					"cityID" : "231000",
					"id" : "756"
				}, {
					"area" : "林口县",
					"areaID" : "231025",
					"cityID" : "231000",
					"id" : "757"
				}, {
					"area" : "绥芬河市",
					"areaID" : "231081",
					"cityID" : "231000",
					"id" : "758"
				}, {
					"area" : "海林市",
					"areaID" : "231083",
					"cityID" : "231000",
					"id" : "759"
				}, {
					"area" : "宁安市",
					"areaID" : "231084",
					"cityID" : "231000",
					"id" : "760"
				}, {
					"area" : "穆棱市",
					"areaID" : "231085",
					"cityID" : "231000",
					"id" : "761"
				} ],
				"city" : "牡丹江市",
				"cityID" : "231000",
				"id" : "71",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "231101",
					"cityID" : "231100",
					"id" : "762"
				}, {
					"area" : "爱辉区",
					"areaID" : "231102",
					"cityID" : "231100",
					"id" : "763"
				}, {
					"area" : "嫩江县",
					"areaID" : "231121",
					"cityID" : "231100",
					"id" : "764"
				}, {
					"area" : "逊克县",
					"areaID" : "231123",
					"cityID" : "231100",
					"id" : "765"
				}, {
					"area" : "孙吴县",
					"areaID" : "231124",
					"cityID" : "231100",
					"id" : "766"
				}, {
					"area" : "北安市",
					"areaID" : "231181",
					"cityID" : "231100",
					"id" : "767"
				}, {
					"area" : "五大连池市",
					"areaID" : "231182",
					"cityID" : "231100",
					"id" : "768"
				} ],
				"city" : "黑河市",
				"cityID" : "231100",
				"id" : "72",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "市辖区",
					"areaID" : "231201",
					"cityID" : "231200",
					"id" : "769"
				}, {
					"area" : "北林区",
					"areaID" : "231202",
					"cityID" : "231200",
					"id" : "770"
				}, {
					"area" : "望奎县",
					"areaID" : "231221",
					"cityID" : "231200",
					"id" : "771"
				}, {
					"area" : "兰西县",
					"areaID" : "231222",
					"cityID" : "231200",
					"id" : "772"
				}, {
					"area" : "青冈县",
					"areaID" : "231223",
					"cityID" : "231200",
					"id" : "773"
				}, {
					"area" : "庆安县",
					"areaID" : "231224",
					"cityID" : "231200",
					"id" : "774"
				}, {
					"area" : "明水县",
					"areaID" : "231225",
					"cityID" : "231200",
					"id" : "775"
				}, {
					"area" : "绥棱县",
					"areaID" : "231226",
					"cityID" : "231200",
					"id" : "776"
				}, {
					"area" : "安达市",
					"areaID" : "231281",
					"cityID" : "231200",
					"id" : "777"
				}, {
					"area" : "肇东市",
					"areaID" : "231282",
					"cityID" : "231200",
					"id" : "778"
				}, {
					"area" : "海伦市",
					"areaID" : "231283",
					"cityID" : "231200",
					"id" : "779"
				} ],
				"city" : "绥化市",
				"cityID" : "231200",
				"id" : "73",
				"provinceID" : "230000"
			}, {
				"area" : [ {
					"area" : "呼玛县",
					"areaID" : "232721",
					"cityID" : "232700",
					"id" : "780"
				}, {
					"area" : "塔河县",
					"areaID" : "232722",
					"cityID" : "232700",
					"id" : "781"
				}, {
					"area" : "漠河县",
					"areaID" : "232723",
					"cityID" : "232700",
					"id" : "782"
				} ],
				"city" : "大兴安岭地区",
				"cityID" : "232700",
				"id" : "74",
				"provinceID" : "230000"
			} ],
			"id" : "8",
			"province" : "黑龙江省",
			"provinceID" : "230000"
		}, {
			"city" : [ {
				"area" : [ {
					"area" : "黄浦区",
					"areaID" : "310101",
					"cityID" : "310100",
					"id" : "783"
				}, {
					"area" : "卢湾区",
					"areaID" : "310103",
					"cityID" : "310100",
					"id" : "784"
				}, {
					"area" : "徐汇区",
					"areaID" : "310104",
					"cityID" : "310100",
					"id" : "785"
				}, {
					"area" : "长宁区",
					"areaID" : "310105",
					"cityID" : "310100",
					"id" : "786"
				}, {
					"area" : "静安区",
					"areaID" : "310106",
					"cityID" : "310100",
					"id" : "787"
				}, {
					"area" : "普陀区",
					"areaID" : "310107",
					"cityID" : "310100",
					"id" : "788"
				}, {
					"area" : "闸北区",
					"areaID" : "310108",
					"cityID" : "310100",
					"id" : "789"
				}, {
					"area" : "虹口区",
					"areaID" : "310109",
					"cityID" : "310100",
					"id" : "790"
				}, {
					"area" : "杨浦区",
					"areaID" : "310110",
					"cityID" : "310100",
					"id" : "791"
				}, {
					"area" : "闵行区",
					"areaID" : "310112",
					"cityID" : "310100",
					"id" : "792"
				}, {
					"area" : "宝山区",
					"areaID" : "310113",
					"cityID" : "310100",
					"id" : "793"
				}, {
					"area" : "嘉定区",
					"areaID" : "310114",
					"cityID" : "310100",
					"id" : "794"
				}, {
					"area" : "浦东新区",
					"areaID" : "310115",
					"cityID" : "310100",
					"id" : "795"
				}, {
					"area" : "金山区",
					"areaID" : "310116",
					"cityID" : "310100",
					"id" : "796"
				}, {
					"area" : "松江区",
					"areaID" : "310117",
					"cityID" : "310100",
					"id" : "797"
				}, {
					"area" : "青浦区",
					"areaID" : "310118",
					"cityID" : "310100",
					"id" : "798"
				}, {
					"area" : "南汇区",
					"areaID" : "310119",
					"cityID" : "310100",
					"id" : "799"
				}, {
					"area" : "奉贤区",
					"areaID" : "310120",
					"cityID" : "310100",
					"id" : "800"
				} ],
				"city" : "市辖区",
				"cityID" : "310100",
				"id" : "75",
				"provinceID" : "310000"
			}, {
				"area" : [ {
					"area" : "崇明县",
					"areaID" : "310230",
					"cityID" : "310200",
					"id" : "801"
				} ],
				"city" : "县",
				"cityID" : "310200",
				"id" : "76",
				"provinceID" : "310000"
			} ],
			"id" : "9",
			"province" : "上海市",
			"provinceID" : "310000"
		} ]
	},
	"IsSuccess" : "true",
	"Msg" : "成功！",
	"Code" : "200"
}